Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# t04n
source: Thunderstorm with drizzle
cs: Bouřka s mrholením
da: Tordenvejr med finregn
de: Gewitter und nieselregen
el: Καταιγίδα με ψιλόβροχο
es: Tormenta y llovizna
et: Äikesetorm koos hoovihmaga
fi: Ukkosmyrsky ja tihkusade
fr: Orage et bruine
hu: Zivatar szitáló esővel
id: Badai petir dengan gerimis
it: Temporale con pioggerella
ja: 霧雨を伴う雷雨
lt: Perkūnija su šlapdriba
lv: Pērkona negaiss ar lietusgāzi
nl: Onweer met motregen
pl: Burza z mżawką
pt_br: Tempestade com chuvisco
ro: Furtună cu burniță
ru: Гроза и морось
sk: Búrka s mrholením
sl: Nevihta s pršenjem
sr: Grmljavina sa kišicom
sv: Åskväder med duggregn
tr: Çiseleyen yağmur
uk: Гроза i злива
zh_hans: 有毛毛雨的雷暴

# t05d
source: Thunderstorm with hail
cs: Bouřka s kroupami
da: Tordenvejr med hagl
de: Gewitter und hagel
el: Καταιγίδα με χαλάζι
es: Tormenta y granizo
et: Äikesetorm koos rahega
fi: Ukkosmyrsky ja raekuuroja
fr: Orage et grêle
hu: Zivatar jégesővel
id: Badai petir dengan hujan es
it: Temporale con grandine
ja: 雹を伴う雷雨
lt: Perkūnija su kruša
lv: Pērkona negaiss ar krusu
nl: Onweer met hagel
pl: Burza z piorunami
pt_br: Tempestade com granizo
ro: Furtună cu grindină
ru: Гроза и град
sk: Búrka s krúpami
sl: Nevihta s točo
sr: Grmljavina sa gradom
sv: Åskväder med hagel
tr: Dolu ile fırtına
uk: Гроза i злива
zh_hans: 有冰雹的雷暴

# t05n
source: Thunderstorm with hail
cs: Bouřka s kroupami
da: Tordenvejr med hagl
de: Gewitter und hagel
el: Καταιγίδα με χαλάζι
es: Tormenta y granizo
et: Äikesetorm koos rahega
fi: Ukkosmyrsky ja raekuuroja
fr: Orage et grêle
hu: Zivatar jégesővel
id: Badai petir dengan hujan es
it: Temporale con grandine
ja: 雹を伴う雷雨
lt: Perkūnija su kruša
lv: Pērkona negaiss ar krusu
nl: Onweer met hagel
pl: Burza z piorunami
pt_br: Tempestade com granizo
ro: Furtună cu grindină
ru: Гроза и град
sk: Búrka s krúpami
sl: Nevihta s točo
sr: Grmljavina sa gradom
sv: Åskväder med hagel
tr: Dolu ile fırtına
uk: Гроза i злива
zh_hans: 有冰雹的雷暴

source: Feels like
cs: Cítí jako
da: Føles som
de: Gefühlt wie
el: Αισθάνεται σαν
es: Se siente como
et: Tundub nagu
fi: Tuntuu kuin
fr: Ressenti
hu: Kedve van
id: Terasa seperti
it: Si sente come
ja: のように感じている
lt: Jaučiasi
lv: Jūtas kā
nl: Voelt als
pl: Czuje się jak
pt_br: Parece que
ro: Se simte ca
ru: Ощущается как
sk: Pripadá mi to ako
sl: Čuti se kot
sr: Stvarni osećaj
sv: Känns som
tr: Gibi hissettiriyor
uk: Вiдчуття як
zh_hans: 体感

source: Sunrise
cs: Východ slunce
da: Solopgang
de: Sonnenaufgang
el: Ανατολή ηλίου
es: Amanecer
et: Päikesetõus
fi: Auringonnousu
fr: Lever
hu: Napkelte
id: Matahari terbit
it: Alba
ja: 日の出
lt: Saulėtekis
lv: Saullēkts
nl: Zonsopkomst
pl: Wschód słońca
pt_br: Nascer do sol
ro: Răsărit
ru: Рассвет
sk: Svitanie
sl: Sončni vzhod
sr: Izlazak
sv: Soluppgång
tr: Gündoğumu
uk: Схiд сонця
zh_hans: 日出

source: Sunset
cs: Západ slunce
da: Solnedgang
de: Sonnenuntergang
el: Η δυση του ηλιου
es: Atardecer
et: Päikeseloojang
fi: Auringonlasku
fr: Coucher
hu: Napnyugta
id: Matahari terbenam
it: Tramonto
ja: 日没
lt: Saulėlydis
lv: Saulriets
nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do sol
ro: Apus de soare
ru: Закат
sk: Západ slnka
sl: Sončni zahod
sr: Zalazak
sv: Solnedgång
tr: Gün batımı
uk: Захiд сонця
zh_hans: 日落

source: Now
cs: Nyní
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
et: Nüüd
fi: Nyt
fr: Maintenant
hu: Most
id: Sekarang
it: Adesso
ja: 今
lt: Dabar
lv: Tagad
nl: Nu
pl: Ale już
pt_br: Agora
ro: Acum
ru: Сейчас
sk: Teraz
sl: Zdaj
sr: Sada
sv: Nu
tr: Şimdi
uk: Зараз
zh_hans: 现在

source: Morning
cs: Ranní
da: Godmorgen
de: Morgen
el: Πρωί
es: Mañana
et: Hommik
fi: Huomenta
fr: Matin
hu: Reggel
id: Pagi
it: Mattina
ja: 朝
lt: Rytas
lv: Rīts
nl: Ochtend
pl: Poranek
pt_br: Manhã
ro: Dimineaţă
ru: Утро
sk: Ráno
sl: Jutro
sr: Jutro
sv: Morgon
tr: Sabah
uk: Ранок
zh_hans: 早晨

source: Day
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
et: Päev
fi: Päivä
fr: Après-midi
hu: Nap
id: Hari
it: Giorno
ja: 日
lt: Diena
lv: Diena
nl: Dag
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
sk: Deň
sl: Dan
sr: Dan
sv: Dag
tr: Gün
uk: День
zh_hans: 白天

source: Evening
cs: Večer
da: Aften
de: Abend
el: Απόγευμα
es: Tarde
et: Õhtu
fi: Ilta
fr: Soirée
hu: Este
id: Malam
it: Sera
ja: 夜
lt: Vakaras
lv: Vakars
nl: Avond
pl: Wieczór
pt_br: Tarde
ro: Seară
ru: Вечер
sk: Večer
sl: Večer
sr: Veče
sv: Kväll
tr: Akşam
uk: Вечір
zh_hans: 晚上

source: Night
cs: Noc
da: Nat
de: Nacht
el: Νύχτα
es: Noche
et: Öö
fi: Yö
fr: Nuit
hu: Éjszaka
id: Malam
it: Notte
ja: 夜
lt: Naktis
lv: Nakts
nl: Nacht
pl: Noc
pt_br: Noite
ro: Noapte
ru: Ночь
sk: Noc
sl: Noč
sr: Noć
sv: Natt
tr: Gece
uk: Ніч
zh_hans: 夜晚

source: Units
cs: Jednotky
da: Enheder
de: Maßeinheit
el: Μονάδες
es: Medidas
et: Ühikud
fi: Yksiköt
fr: Unités
hu: Egységek
id: Satuan
it: Unità
ja: 単位
lt: Vienetai
lv: Vienības
nl: Eenheden
pl: Jednostki
pt_br: Unidades
ro: Unități
ru: Единицы измерения
sk: Jednotky
sl: Enote
sr: Jedinice
sv: Enheter
tr: Birimler
uk: Одиниця вимірювання
zh_hans: 单位

# temp
source: Temperature
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
et: Temperatuur
fi: Lämpötila
fr: Température
hu: Hőfok
id: Suhu
it: Temperatura
ja: 温度
lt: Temperatūra
lv: Temperatūra
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ro: Temperatura
ru: Температура
sk: Teplota
sl: Temperatura
sr: Temperatura
sv: Temperatur
tr: Sıcaklık
uk: Температура
zh_hans: 温度

# celsius
source: ºC
pl: C
zh_hans: 摄氏度

# fahrenheit
source: ºF
zh_hans: 华氏度

source: Wind
cs: Vítr
da: Vind
el: Ανεμος
es: Viento
et: Tuul
fi: Tuuli
fr: Vent
hu: Szél
id: Angin
it: Vento
ja: 風
lt: Vėjas
lv: Vējš
pl: Wiatr
pt_br: Vento
ro: Vânt
ru: Ветер
sk: Vietor
sl: Veter
sr: Vetar
sv: Vind
tr: Rüzgar
uk: Вітер
zh_hans: 风

source: m/s
ru: м/с
uk: м/с
zh_hans: 米/秒

# kph
source: km/h
ru: км/ч
uk: км /ч
zh_hans: 公里/小时

source: Pressure
cs: Tlak
da: Tryk
de: Druck
el: Πίεση
es: Presión
et: Surve
fi: Paine
fr: Pression
hu: Nyomás
id: Tekanan
it: Pressione
ja: プレッシャー
lt: Slėgis
lv: Spiediens
nl: Druk
pl: Nacisk
pt_br: Pressão
ro: Presiune
ru: Давление
sk: Tlak
sl: Pritisk
sr: Pritisak
sv: Tryck
tr: Basınç
uk: Тиск
zh_hans: 压力

source: hPa
ru: мбар
uk: мбар
zh_hans: 百帕

source: mmHg
ru: мм.рт.ст.
uk: мм.рт.ст.
zh_hans: 毫米汞柱

source: Visibility
cs: Viditelnost
da: Synlighed
de: Sicht
el: Ορατότητα
es: Visibilidad
et: Nähtavus
fi: Näkyvyys
fr: Visibilité
hu: Láthatóság
id: Visibilitas
it: Visibilità
ja: 視認性
lt: Matomumas
lv: Redzamība
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
ro: Vizibilitate
ru: Видимость
sk: Viditeľnosť
sl: Vidnost
sr: Vidljivost
sv: Synlighet
tr: Görünürlük
uk: Видимість
zh_hans: 能见度

source: km
ru: км
uk: км
zh_hans: 公里

source: mi
ru: миль
uk: миля
zh_hans: 英里

source: UV
ru: УФ
sr: UV indeks
uk: УФ
zh_hans: 紫外线

source: low
cs: nízký
da: lav
de: niedriges
el: χαμηλός
es: bajo
et: madal
fi: alhainen
fr: faible
hu: alacsony
id: rendah
it: basso
ja: 低い
lt: žemas
lv: zems
nl: laag
pl: niski
pt_br: baixo
ro: scăzut
ru: низкий
sk: nízka
sl: nizka
sr: nisko
sv: låg
tr: düşük
uk: низький
zh_hans: 低

source: moderate
cs: mírný
da: moderat
de: mittleres
el: μέτριος
es: medio
et: mõõdukas
fi: maltillinen
fr: modéré
hu: mérsékelt
id: sedang
it: moderare
ja: 適度
lt: saikingai
lv: mērens
nl: gematigd
pl: mierny
pt_br: moderado
ro: moderat
ru: средний
sk: mierny
sl: zmerno
sr: umereno
sv: måttlig
tr: ılımlı
uk: середній
zh_hans: 缓和

source: high
cs: vysoký
da: høj
de: hohes
el: υψηλός
es: alto
et: kõrge
fi: korkea
fr: élevé
hu: magas
id: tinggi
it: alto
ja: 高い
lt: aukštas
lv: augsts
nl: hoog
pl: wysoki
pt_br: alto
ro: înalt
ru: высокий
sk: vysoká
sl: visoka
sr: visoko
sv: hög
tr: yüksek
uk: високий
zh_hans: 高

source: Humidity
cs: Vlhkost
da: Fugtighed
de: Feuchtigkeit
el: Υγρασία
es: Humedad
et: Niiskus
fi: Kosteus
fr: Humidité
hu: Páratartalom
id: Kelembaban
it: Umidità
ja: 湿度
lt: Drėgmė
lv: Mitrums
nl: Vochtigheid
pl: Wilgotność
pt_br: Umidade
ro: Umiditate
ru: Влажность
sk: Vlhkosť
sl: Vlažnost
sr: Vlaga
sv: Fuktighet
tr: Nem
uk: Вологість
zh_hans: 湿度

source: Precipitation
cs: Srážky
da: Nedbør
de: Niederschlag
el: Κατακρήμνιση
es: Precipitación
et: Sademed
fi: Sademäärä
fr: Précipitations
hu: Csapadék
id: Pengendapan
it: Precipitazione
ja: 降水量
lt: Krituliai
lv: Nokrišņi
nl: Neerslag
pl: Opady
pt_br: Precipitação
ro: Precipitare
ru: Осадки
sk: Zrážky
sl: Padavine
sr: Kiša
sv: Nederbörd
tr: Yağış
uk: Опади
zh_hans: 沉淀

source: mm
ru: мм
uk: мм
zh_hans: 毫米

source: Weather feeling
cs: Pocit počasí
da: Vejrfornemmelse
de: Wettergefühl
el: Αίσθηση καιρού
es: La sensación del tiempo
et: Ilmatunne
fi: Sään tunne
fr: Sensation de temps
hu: Időjárás érzés
id: Perasaan cuaca
it: Sensazione meteorologica
ja: 天気の感じ
lt: Oro jausmas
lv: Laika sajūta
nl: Weergevoel
pl: Uczucie pogody!
pt_br: Sensação do tempo
ro: Senzație de vreme
ru: Ощущение погоды
sk: Pocit počasia
sl: Vremenski občutek
sr: Osećaj vremena
sv: Väderkänsla
tr: Hava hissi
uk: Відчуття погоди
zh_hans: 天气感觉

source: Hotter
cs: Teplejší
da: Varmere
de: Heißer
el: Θερμότερος
es: Más caliente
et: Kuumem
fi: Kuumempi
fr: Plus chaud
hu: Forróbb
id: Lebih panas
it: Più caldo
ja: もっと熱く
lt: Karštesnis
lv: Karstāks
nl: Heter
pl: Cieplejsze
pt_br: Mais quente
ro: Mai fierbinte
ru: Жарче
sk: Horšie
sl: Bolj vroče
sr: Toplije
sv: Hetare
tr: Daha sıcak
uk: Гарячі
zh_hans: 更热

source: Colder
cs: Chladnější
da: Koldere
de: Kälter
el: Πιο κρύα
es: Más frío
et: Külmem
fi: Kylmempi
fr: Plus froid
hu: Hidegebb
id: Lebih dingin
it: Più freddo
ja: 寒い
lt: Šalčiau
lv: Vēsāks
nl: Kouder
pl: Zimniej
pt_br: Mais frio
ro: Mai rece
ru: Холоднее
sk: Chladnejšie
sl: Hladnejši
sr: Hladnije
sv: Kallare
tr: Daha soğuk
uk: Холодніше
zh_hans: 更冷

# weather_feeling_description
source: Whether you tend to feel the temperature hotter or colder than it actually is, specify it. We’ll consider your choice when showing the character.
cs: Určete, zda máte tendenci cítit teplotu teplejší nebo chladnější, než ve skutečnosti je. Při předvádění postavy zvážíme vaši volbu.
da: Om du har tendens til at føle temperaturen varmere eller koldere, end den faktisk er, skal du angive det. Vi vil overveje dit valg, når vi viser karakteren.
de: Geben Sie an, ob Sie die Temperatur als wärmer oder kälter empfinden, als sie tatsächlich ist. Wir werden Ihre Wahl bei der Darstellung des Charakters berücksichtigen.
el: Είτε έχετε την τάση να αισθάνεστε τη θερμοκρασία πιο ζεστή ή πιο κρύα από ό,τι είναι στην πραγματικότητα, προσδιορίστε τη. Θα εξετάσουμε την επιλογή σας κατά την εμφάνιση του χαρακτήρα.
es: Si tiendes a sentir la temperatura más caliente o más fría de lo que realmente es, especifícalo. Tendremos en cuenta tu elección a la hora de mostrar el carácter.
et: Täpsustage seda, kas teile tundub, et temperatuur on tegelikust kuumem või külmem. Tegelase näitamisel kaalume teie valikut.
fi: Jos sinulla on taipumus tuntea lämpötila kuumemmaksi tai kylmemmäksi kuin se todellisuudessa on, määritä se. Otamme valintasi huomioon, kun näytämme hahmon.
fr: Si vous avez tendance à avoir froid ou à avoir chaud plus souvent, signalez-le. Nous tiendrons compte de votre choix lors de l'affichage de caractère.
hu: Akár melegebbnek, akár hidegebbnek érzi a hőmérsékletet, mint amilyen valójában, adja meg. A karakter bemutatásakor figyelembe vesszük a választását.
id: Apakah Anda cenderung merasakan suhu lebih panas atau lebih dingin dari yang sebenarnya, tentukan. Kami akan mempertimbangkan pilihan Anda saat menunjukkan karakter.
it: Se tendi a sentire la temperatura più calda o più fredda di quanto non sia in realtà, specificalo. Prenderemo in considerazione la tua scelta quando mostreremo il personaggio.
ja: 気温が実際よりも暑く感じたり、寒く感じたりする傾向がある場合は、具体的に記入してください。キャラクターを表示する際に、あなたの選択を検討します。
lt: Nesvarbu, ar jaučiate, kad temperatūra yra aukštesnė, ar žemesnė, nei yra iš tikrųjų, nurodykite tai. Mes apsvarstysime jūsų pasirinkimą rodydami personažą.
lv: Neatkarīgi no tā, vai temperatūra ir augstāka vai aukstāka nekā patiesībā, norādiet to. Mēs ņemsim vērā jūsu izvēli, parādot tēlu.
nl: Of u de temperatuur nu warmer of kouder voelt dan het in werkelijkheid is, specificeer het. We houden rekening met je keuze bij het tonen van het personage.
pl: Niezależnie od tego, czy czujesz, że temperatura jest wyższa czy niższa niż w rzeczywistości, określ ją. Podczas pokazywania postaci rozważymy Twój wybór.
pt_br: Se você tende a sentir a temperatura mais quente ou mais fria do que realmente é, especifique-a. Consideraremos sua escolha ao mostrar o caráter.
ro: Indiferent dacă aveți tendința de a simți temperatura mai caldă sau mai rece decât este în realitate, specificați-o. Vom lua în considerare alegerea ta atunci când arătăm personajul.
ru: Если вы склонны мерзнуть или вам чаще жарко, укажите это. Мы учтем ваш выбор при отображении персонажа.
sk: Či už máte tendenciu pociťovať vyššiu alebo nižšiu teplotu, ako v skutočnosti je, uveďte to. Váš výber zvážime pri ukazovaní postavy.
sl: Navedite, ali se vam zdi temperatura višja ali nižja, kot je v resnici. Pri prikazovanju lika bomo upoštevali vašo izbiro.
sr: Prevucite ulevo ako obično osećate temperaturu hladniju nego što jeste ili udesno ako je topliju, a mi ćemo je koristiti kada prikazujemo vaš lik.
sv: Oavsett om du tenderar att känna temperaturen varmare eller kallare än vad den faktiskt är, ange det. Vi överväger ditt val när vi visar karaktären.
tr: Sıcaklığı gerçekte olduğundan daha sıcak veya daha soğuk hissetme eğiliminde olup olmadığınızı belirtin. Karakteri gösterirken seçiminizi dikkate alacağız.
uk: Якщо ви схильні мерзнути або частіше спекотно, вкажіть це. Ми врахуємо ваш вибір під час відображення персонажа.
zh_hans: 无论您感觉温度是否比实际温度高或低，请指定它。我们会在展示角色时考虑您的选择。

source: Person
cs: Osoba
el: Πρόσωπο
es: Personaje
et: Isik
fi: Henkilö
fr: Caractère
hu: Személy
id: Orang
it: Persona
ja: 人
lt: Asmuo
lv: Persona
nl: Persoon
pl: Osoba
pt_br: Pessoa
ro: Persoană
ru: Персонаж
sk: Osoba
sl: Oseba
sr: Lik
tr: Kişi
uk: Персонаж
zh_hans: 人物

source: Show person
cs: Zobrazit osobu
da: Vis person
de: Person anzeigen
el: Δείξτε πρόσωπο
es: Mostrar el personaje
et: Näita inimest
fi: Näytä henkilö
fr: Montrer le caractère
hu: Személy megjelenítése
id: Tampilkan orang
it: Mostra persona
ja: 人物を表示
lt: Rodyti asmenį
lv: Parādiet personu
nl: Toon persoon
pl: Pokaż osobę
pt_br: Pessoa da exposição
ro: Arată persoana
ru: Персонаж
sk: Zobraziť osobu
sl: Pokaži osebo
sr: Pokazati lik
sv: Visa person
tr: Kişiyi göster
uk: Персонаж
zh_hans: 显示人物

source: Sex
cs: Pohlaví
da: Køn
de: Geschlecht
el: Φύλο
es: Sexo
et: Sugu
fi: Sukupuoli
fr: Sexe
hu: Nem
id: Jenis kelamin
it: Sesso
ja: 性別
lt: Lytis
lv: Dzimums
nl: Geslacht
pl: Płeć
pt_br: Sexo
ru: Пол
sk: Pohlavie
sl: Spol
sr: Pol
sv: Kön
tr: Cinsiyet
uk: Стать
zh_hans: 性别

source: male
cs: mužský
da: mandlige
de: männlich
el: αρσενικός
es: Masculino
et: meessoost
fi: mies
fr: homme
hu: férfi
id: pria
it: maschio
ja: 男
lt: patinas
lv: vīrietis
nl: mannelijk
pl: mężczyzna
pt_br: masculino
ro: masculin
ru: мужской
sk: muž
sl: moški
sr: muški
sv: manlig
tr: erkek
uk: чоловічий
zh_hans: 男性

source: female
cs: ženský
da: kvinde
de: weibliches
el: θηλυκός
es: Femenino
et: naissoost
fi: nainen
fr: femme
hu: női
id: perempuan
it: femmina
ja: 女性
lt: moteris
lv: sieviete
nl: vrouw
pl: kobieta
pt_br: feminino
ro: femeie
ru: женский
sk: žena
sl: ženska
sr: ženski
sv: kvinna
tr: kadın
uk: жіночий
zh_hans: 女性

source: Appearance
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
et: Välimus
fi: Ulkonäkö
fr: Apparence
hu: Megjelenés
id: Penampilan
it: Aspetto esteriore
ja: 外観
lt: Išvaizda
lv: Izskats
nl: Uiterlijk
pl: Wygląd zewnętrzny
pt_br: Aparência
ro: Aspect
ru: Внешность
sk: Vzhľad
sl: Videz
sr: Izgled
sv: Utseende
tr: Görünüş
uk: Зовнішність
zh_hans: 外貌

source: Skin color
cs: Barva kůže
da: Hudfarve
de: Hautfarbe
el: Χρώμα του δέρματος
es: Color de piel
et: Nahavärv
fi: Ihon väri
fr: Couleur de peau
hu: Bőrszín
id: Warna kulit
it: Colore della pelle
ja: 肌の色
lt: Odos spalva
lv: Ādas krāsa
nl: Huidskleur
pl: Kolor skóry
pt_br: Cor da pele
ro: Culoarea pielii
ru: Цвет кожи
sk: Farba pleti
sl: Barva kože
sr: Boja kože
sv: Hudfärg
tr: Ten rengi
uk: Колір шкіри
zh_hans: 肤色

source: Haircut
cs: Střih
da: Klipning
de: Frisur
el: Kούρεμα
es: Cabello
et: Juukselõikus
fi: Hiustenleikkaus
fr: Coupe de cheveux
hu: Hajvágás
id: Potong rambut
it: Taglio di capelli
ja: 散髪
lt: Kirpimas
lv: Matu griezums
nl: Kapsel
pl: Ostrzyżenie
pt_br: Corte de cabelo
ro: Tunsoare
ru: Прическа
sk: Strihanie vlasov
sl: Striženje
sr: Šišanje
sv: Frisyr
tr: Saç Kesimi
uk: Зачіска
zh_hans: 头发

source: Haircut color
cs: Barva účesu
da: Klipningsfarve
de: Haarfarbe
el: Χρώμα κουρέματος
es: Color de pelo
et: Juukselõikuse värv
fi: Hiustenleikkaus väri
fr: Couleur de cheveux
hu: Hajvágás színe
id: Warna potongan rambut
it: Colore del taglio di capelli
ja: 散髪の色
lt: Plaukų kirpimo spalva
lv: Matu griezuma krāsa
nl: Kapsel kleur
pl: Kolor fryzury
pt_br: Cor do corte de cabelo
ro: Culoarea tunsorii
ru: Цвет волос
sk: Farba účesu
sl: Barva frizure
sr: Boja kose
sv: Hårklippningsfärg
tr: Saç kesimi rengi
uk: Колір волосся
zh_hans: 发色

source: Beard
cs: Vousy
da: Skæg
de: Bart und Schnurrbart
el: Γενειάδα
es: Barba y bigote
et: Habe
fi: Parta
fr: Barbe
hu: Szakáll
id: Jenggot
it: Barba
ja: ひげ
lt: Barzda
lv: Bārda
nl: Baard
pl: Broda
pt_br: Barba
ro: Barbă
ru: Борода и усы
sk: Brada
sl: brada
sr: Brada
sv: Skägg
tr: Sakal
uk: Борода і вуса
zh_hans: 胡须

source: Beard color
cs: Barva vousů
da: Skæg farve
de: Bart- und Schnurrbartfarbe
el: Χρώμα γενειάδας
es: Color de barba y bigote
et: Habe värv
fi: Parran väri
fr: Couleur de barbe
hu: Szakáll színe
id: Warna jenggot
it: Colore della barba
ja: ひげの色
lt: Barzdos spalva
lv: Bārdas krāsa
nl: Baard kleur
pl: Kolor brody
pt_br: Cor da barba
ro: Culoarea bărbii
ru: Цвет бороды и усов
sk: Farba brady
sl: Barva brade
sr: Boja brade
sv: Skäggfärg
tr: Sakal rengi
uk: Колір бороди і вусів
zh_hans: 胡须颜色

source: Wardrobe
cs: Šatník
da: Garderobe
de: Garderobe
el: Ντουλάπα
es: Armario
et: Garderoob
fi: Vaatekaappi
fr: Vêtements
hu: Ruhásszekrény
id: Pakaian
it: Armadio
ja: ワードローブ
lt: Drabužinė
lv: Garderobe
nl: Garderobe
pl: Szafa
pt_br: Guarda-roupa
ro: Dulap pentru haine
ru: Гардероб
sk: Šatník
sl: Garderoba
sr: Garderoba
sv: Garderob
tr: Gardırop
uk: Гардероб
zh_hans: 衣柜

source: Outerwear
cs: Svrchní oděvy
da: Overtøj
de: Oberbekleidung
el: Εξωτερικά ενδύματα
es: Ropa de calle
et: Ülerõivad
fi: Päällysvaatteet
fr: Vêtements d'extérieur
hu: Felsőruházat
id: Pakaian luar
it: Capispalla
ja: アウターウェア
lt: Viršutiniai drabužiai
lv: Virsdrēbes
nl: Bovenkleding
pl: Odzież wierzchnia
pt_br: Roupa externa
ro: Îmbrăcăminte exterioară
ru: Верхняя одежда
sk: Vrchné odevy
sl: Vrhnja oblačila
sr: Gornja odeća
sv: Ytterkläder
tr: Dış Giyim
uk: Верхній одяг
zh_hans: 外套

source: Top
cs: Horní
de: Oberteil
el: Μπλουζα
es: Parte superior
et: Üles
fi: Ylös
fr: Haut
id: Atas
it: Superiore
ja: 上
lt: Į viršų
lv: Tops
nl: Bovenkant
ru: Верх
sk: Hore
sl: Vrh
sr: Vrhunska odeća
sv: Topp
tr: Üst
uk: Верх
zh_hans: 衬衣

source: Bottom
cs: Dno
da: Bund
de: Unterseite
el: Κάτω μέρος
es: Parte inferior
et: Altpoolt
fi: Pohja
fr: Bas
hu: Alsó
id: Bawah
it: Parte inferiore
ja: 下
lt: Apačia
lv: Apakšā
nl: Onderkant
pl: Na dole
pt_br: Abaixo
ro: Partea de jos
ru: Низ
sk: Spodná časť
sl: Spodaj
sr: Pantalone, suknje i šorc
sv: Botten
tr: Alt
uk: Низ
zh_hans: 裤子

source: Shoes
cs: Obuv
da: Sko
de: Schuhe
el: Παπούτσια
es: Zapatos
et: Kingad
fi: Kengät
fr: Des chaussures
hu: Cipők
id: Sepatu
it: Scarpe
ja: 靴
lt: Avalynė
lv: Kurpes
nl: Schoenen
pl: Buty
pt_br: Sapatos
ro: Pantofi
ru: Обувь
sk: Topánky
sl: Čevlji
sr: Cipele
sv: Skor
tr: Ayakkabılar
uk: Взуття
zh_hans: 鞋

source: Accessories
cs: Příslušenství
da: Tilbehør
de: Accessoires
el: Aξεσουάρ
es: Accesorios
et: Aksessuaarid
fi: Lisätarvikkeet
fr: Accessoires
hu: Kiegészítők
id: Aksesoris
it: Accessori
ja: 付属品
lt: Priedai
lv: Piederumi
nl: Accessoires
pl: Akcesoria
pt_br: Acessórios
ro: Accesorii
ru: Аксессуары
sk: Príslušenstvo
sl: Dodatki
sr: Pribor
sv: Tillbehör
tr: Aksesuarlar
uk: Аксесуар
zh_hans: 配饰

source: Notifications
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciónes
et: Märguanded
fi: Ilmoitukset
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
lt: Pranešimai
lv: Paziņojumi
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sr: Obaveštenja
sv: Aviseringar
tr: Bildirimler
uk: Сповiщення
zh_hans: 通知

source: Time
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Tiempo
et: Aeg
fi: Aika
fr: Heure
hu: Idő
id: Waktu
it: Volta
ja: 時間
lt: Laikas
lv: Laiks
nl: Tijd
pl: Czas
pt_br: Hora
ro: Timp
ru: Время
sk: Čas
sl: Čas
sr: Vremena
sv: Tid
tr: Zaman
uk: Час
zh_hans: 时间

source: Support
cs: Podpora
da: Støtte
de: Unterstützung
el: Υποστήριξη
es: Apoyo
et: Toetus
fi: Tuki
fr: Sevice d'assistance
hu: Támogatás
id: Mendukung
it: Supporto
ja: サポート
lt: Palaikymas
lv: Atbalsts
nl: Steun
pl: Wspierać się
pt_br: Suporte
ro: A sustine
ru: Поддержка
sk: Podpora
sl: Podpora
sr: Podrška
sv: Stöd
tr: Destek
uk: Пiдтримка
zh_hans: 支持

# rate_app
source: Rate the app
cs: Hodnocení aplikace
da: Bedøm appen
de: Bewerte die App
el: Βαθμολογήστε την εφαρμογή
es: Apreciar aplicación
et: Hinda rakendust
fi: Arvioi sovellus
fr: Évaluer l'application
hu: Értékelje az alkalmazást
id: Beri peringkat aplikasi
it: Valuta l'app
ja: アプリを評価する
lt: Įvertinkite programą
lv: Novērtējiet lietotni
nl: Beoordeel de app
pl: Oceń aplikację
pt_br: Avalie o aplicativo
ro: Evaluează aplicația
ru: Оценить приложение
sk: Ohodnoťte aplikáciu
sl: Ocenite aplikacijo
sr: Ocenite aplikaciju
sv: Betygsätt appen
tr: Uygulamayı değerlendirin
uk: Оцінити додаток
zh_hans: 给应用评分

# write_to_dev
source: Write to developers
cs: Napište vývojářům
da: Skriv til udviklere
de: Entwickler anschreiben
el: Γράψτε στους προγραμματιστές
es: Escribir a los desarrolladores
et: Kirjutage arendajatele
fi: Kirjoita kehittäjille
fr: Ecrire au support technique
hu: Írj a fejlesztőknek
id: Tulis ke pengembang
it: Scrivi agli sviluppatori
ja: 開発者への書き込み
lt: Rašykite kūrėjams
lv: Rakstiet izstrādātājiem
nl: Schrijf naar ontwikkelaars
pl: Napisz do programistów
pt_br: Escreva para os desenvolvedores
ro: Scrieți dezvoltatorilor
ru: Написать разработчикам
sk: Napíšte vývojárom
sl: Pišite razvijalcem
sr: Kontaktirajte podršku
sv: Skriv till utvecklare
tr: Geliştiricilere yazın
uk: Написати розробникам
zh_hans: 写给开发者

# my_geo
source: My geoposition
cs: Moje geopozice
da: Min geoposition
de: Meine Geoposition
el: Η γεωγραφία μου
es: Mi geoposición
et: Minu geopositsioon
fi: Minun geosijaintini
fr: Ma position
hu: A földrajzi helyzetem
id: Geoposisi saya
it: Il mio geografico
ja: 私の地理的位置
lt: Mano geografinė padėtis
lv: Mana ģeopozīcija
nl: Mijn geopositie
pl: Moja lokalizacja
pt_br: Minha geoposição
ro: Geopozitia mea
ru: Моя геопозиция
sk: Moja geopozícia
sl: Moja geopozicija
sr: Moja lokacija
sv: Min geoposition
tr: Coğrafi konumum
uk: Моя геопозиція
zh_hans: 我的地理位置

# search_placeholder
source: Search for a city
cs: Vyhledání města
da: Søg efter en by
de: Stadt suchen
el: Αναζήτηση πόλης
es: Buscar una ciudad
et: Otsige linna
fi: Etsi kaupunki
fr: Rechercher une ville
hu: Keressen egy várost
id: Cari kota
it: Cerca una città
ja: 都市を検索する
lt: Ieškokite miesto
lv: Meklējiet pilsētu
nl: Zoek een stad
pl: Wyszukaj miasto
pt_br: Busca de uma cidade
ro: Caută un oraș
ru: Поиск города
sk: Vyhľadajte mesto
sl: Iskanje mesta
sr: Pretraga grada
sv: Sök efter en stad
tr: Bir şehir arayın
uk: Пошук мiста
zh_hans: 搜索城市
