Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# frosty_short
source: Feels frosty! Put on warm clothes.
cs: Pocit mrazu! Oblečte si teplé oblečení.
da: Føles iskoldt! Tag varmt tøj på.
de: Es ist kalt, zieh dich warm an.
el: Αισθάνεστε παγωμένοι! Φορέστε ζεστά ρούχα.
es: Hace frío, vístete abrigado.
et: Tundub külmavõitu! Pane soojad riided selga.
fi: Tuntuu pakkaselta! Pue lämpimät vaatteet päällesi.
fr: Froid! Habillez-vous chaudement.
hu: Fagyos érzés! Vegyen fel meleg ruhát.
id: Terasa sangat dingin! Kenakan pakaian hangat.
it: Si sente il gelo! Indossare abiti caldi.
ja: 霜が降りたみたい! 暖かい服を着てください。
lt: Jaučiasi šaltis! Apsirenkite šiltus drabužius.
lv: Sajūta ir auksta! Uzvelciet siltas drēbes.
nl: Het voelt ijskoud aan! Trek warme kleren aan.
pl: Czuć mróz! Załóż ciepłe ubranie.
pt_br: Sente-se gelado! Veste roupas quentes.
ro: Se simte gerul! Puneți haine călduroase.
ru: Холодно, одевайтесь тепло.
sk: Pocit mrazu! Oblečte si teplé oblečenie.
sl: Občutek mraza! Oblecite topla oblačila.
sr: Hlado! Obucite se toplo!
sv: Känns frostigt! Ta på dig varma kläder.
tr: Ayaz hissediyorum! Sıcak giysiler giyin.
uk: Холодно, одягайтеся тепло.
zh_hans: 感觉有霜冻! 穿上暖和的衣服。

# freezing_short
source: It's freezing! Put on warm clothes.
cs: Mrzne! Oblečte si teplé oblečení.
da: Det er iskoldt! Tag varmt tøj på.
de: Es ist kalt, zieh dich warm an.
el: Είναι παγωμένο! Φορέστε ζεστά ρούχα.
es: Hace frío, vístete abrigado.
et: On külmavõitu! Pane soojad riided selga.
fi: On jäätävää! Laita lämpimät vaatteet päälle.
fr: Froid! Habillez-vous chaudement.
hu: Fagyos! Vegyen fel meleg ruhát.
id: Dingin sekali! Kenakan pakaian hangat.
it: Si gela! Indossare abiti caldi.
ja: 凍えそうだ! 暖かい服を着てください。
lt: Šalta! Apsirenkite šiltus drabužius.
lv: Tas ir auksts! Uzvelciet siltas drēbes.
nl: Het is ijskoud! Trek warme kleren aan.
pl: Jest lodowato! Załóż ciepłe ubranie.
pt_br: Está um gelo! Vistam roupas quentes.
ro: E foarte frig! Puneți haine călduroase.
ru: Холодно, одевайтесь тепло.
sk: Mrzne! Oblečte si teplé oblečenie.
sl: Mrzlo je! Oblecite topla oblačila.
sr: Hlado! Obucite se toplo!
sv: Det är iskallt! Ta på dig varma kläder.
tr: Dondurucu! Sıcak tutan giysiler giyin.
uk: Холодно, одягайтеся тепло.
zh_hans: 冻死了! 穿上暖和的衣服。

# chilly_short
source: Put on a light jacket or a coat.
cs: Oblečte si lehkou bundu nebo kabát.
da: Tag en let jakke eller en frakke på.
de: Tragen Sie einen Mantel oder eine Jacke.
el: Βάλτε ένα ελαφρύ μπουφάν ή ένα παλτό.
es: Use un abrigo o una chaqueta.
et: Pane kerge jope või mantel selga.
fi: Laita kevyt takki tai takki päälle.
fr: Portez un manteau ou une veste.
hu: Vegyél fel egy könnyű kabátot vagy kabátot.
id: Kenakan jaket tipis atau mantel.
it: Indossare una giacca leggera o un cappotto.
ja: 薄手のジャケットやコートを着る。
lt: Apsivilkite lengvą striukę arba paltą.
lv: Uzvelc vieglu jaku vai mēteli.
nl: Trek een lichte jas aan.
pl: Załóż lekką kurtkę lub płaszcz.
pt_br: Veste um casaco leve ou um casaco.
ro: Puneți-vă o jachetă ușoară sau o haină.
ru: Надевайте пальто или куртку.
sk: Oblečte si ľahkú bundu alebo kabát.
sl: Oblecite si lahko jakno ali plašč.
sr: Obucite jaknu ili kaput.
sv: Ta på dig en lätt jacka eller en kappa.
tr: Hafif bir ceket veya palto giy.
uk: Одягайте пальто або куртку.
zh_hans: 穿上薄外套或大衣。

# less_chilly_short
source: Put on a coat or a light jacket with a hoodie.
cs: Oblečte si kabát s kapucí.
da: Tag en jakke på med en hættetrøje.
de: Trage einen Mantel oder eine Jacke mit einem Hoodie.
el: Φορέστε ένα παλτό με κουκούλα.
es: Use un abrigo o una chaqueta con una sudadera con capucha.
et: Pane selga mantel koos kapuutsiga.
fi: Pue takki ja huppari.
fr: Portez un manteau ou une veste avec un sweat à capuche.
hu: Vegyél fel egy kabátot kapucnival.
id: Kenakan mantel dengan hoodie.
it: Indossare un cappotto con cappuccio.
ja: パーカーを着たコートを着てください。
lt: Apsivilkite paltą su gobtuvu.
lv: Uzvelc mēteli ar kapuci.
nl: Trek een jas aan met een capuchon.
pl: Załóż płaszcz z kapturem.
pt_br: Vistam um casaco com capuz.
ro: Pune-ți o haină cu glugă.
ru: Надевайте пальто или куртку с худи.
sk: Oblečte si kabát s kapucňou.
sl: Oblecite plašč s kapuco.
sr: Obucite jaknu ili kaput sa kapuljačom.
sv: Ta på dig en jacka med en luvtröja.
tr: Kapüşonlu bir mont giy.
uk: Одягайте пальто або куртку з худі.
zh_hans: 穿上带帽衫的外套。

# cool_short
source: Put on a light jacket with a hoodie.
cs: Oblečte si lehkou bundu s kapucí.
da: Tag en let jakke på med en hættetrøje.
de: Trage eine leichte Jacke und einen Hoodie.
el: Βάλτε ένα ελαφρύ μπουφάν με κουκούλα.
es: Use una chaqueta ligera y una sudadera con capucha.
et: Pane selga kerge jope koos kapuutsiga.
fi: Pue kevyt takki, jossa on huppari.
fr: Portez une veste légère avec un sweat à capuche.
hu: Vegyél fel egy könnyű kabátot kapucnival.
id: Kenakan jaket tipis dengan hoodie.
it: Indossare una giacca leggera con cappuccio.
ja: パーカー付きの軽いジャケットを着る。
lt: Apsivilkite lengvą striukę su gobtuvu.
lv: Uzvelciet vieglu jaku ar kapuci.
nl: Trek een lichte jas aan met een capuchon.
pl: Załóż lekką kurtkę z kapturem.
pt_br: Vistam um casaco leve com capuz.
ro: Pune-ți o jachetă ușoară cu glugă.
ru: Надевайте легкую куртку и худи.
sk: Oblečte si ľahkú bundu s kapucňou.
sl: Oblecite lahkotno jakno s kapuco.
sr: Obucite laganu jaknu sa kapuljačom.
sv: Ta på dig en lätt jacka med luvtröja.
tr: Kapüşonlu hafif bir ceket giy.
uk: Одягайте легку куртку і худі.
zh_hans: 穿上带帽衫的薄外套。

# feels_warm_short
source: Put on a light jacket with a hoodie.
cs: Oblečte si lehkou bundu s kapucí.
da: Tag en let jakke på med en hættetrøje.
de: Trage eine leichte Jacke und einen Hoodie.
el: Βάλτε ένα ελαφρύ μπουφάν με κουκούλα.
es: Use una chaqueta ligera y una sudadera con capucha.
et: Pane kerge jope ja kapuutsiga jope selga.
fi: Pue kevyt takki ja huppari.
fr: Portez une veste légère avec un sweat à capuche.
hu: Vegyél fel egy könnyű kabátot kapucnival.
id: Kenakan jaket tipis dengan hoodie.
it: Indossare una giacca leggera con cappuccio.
ja: パーカーを着た薄手のジャケットを着る。
lt: Apsivilkite lengvą striukę su gobtuvu.
lv: Uzvelc vieglu jaku ar kapuci.
nl: Trek een lichte jas aan met een capuchon.
pl: Załóż lekką kurtkę z kapturem.
pt_br: Vistam um casaco leve com capuz.
ro: Pune-ți o jachetă ușoară cu glugă.
ru: Надевайте легкую куртку и худи.
sk: Oblečte si ľahkú bundu s kapucňou.
sl: Oblecite lahkotno jakno s kapuco.
sr: Obucite laganu jaknu sa kapuljačom.
sv: Ta på dig en lätt jacka med luvtröja.
tr: Kapüşonlu hafif bir ceket giy.
uk: Одягайте легку куртку і худі.
zh_hans: 穿上带帽衫的薄外套。

# warm_man_short
source: Put on a hoodie or a sweatshirt with jeans.
cs: Oblečte si mikinu s kapucí a džíny.
da: Tag en hættetrøje på med jeans.
de: Trage Hoodies und Jeans.
el: Βάλτε ένα φούτερ με κουκούλα και ένα τζιν.
es: Usa sudaderas con capucha y jeans.
et: Pane selga kapuutsiga teksad.
fi: Laita huppari ja farkut.
fr: Portez un sweat à capuche avec un jean.
hu: Vegyél fel egy kapucnis pulóvert farmerrel.
id: Kenakan hoodie dengan jeans.
it: Indossare una felpa con cappuccio e jeans.
ja: パーカーにジーンズを合わせる。
lt: Apsivilkite džemperį su gobtuvu ir džinsus.
lv: Uzvelc jaka ar kapuci un džinsi.
nl: Trek een capuchon aan met een spijkerbroek.
pl: Załóż bluzę z kapturem z dżinsami.
pt_br: Vestir um casaco com capuz com jeans.
ro: Îmbracă un hanorac cu glugă și blugi.
ru: Надевайте худи и джинсы.
sk: Oblečte si mikinu s kapucňou a džínsy.
sl: Oblecite majico s kapuco in kavbojke.
sr: Obucite duksericu sa farmerkama.
sv: Ta på dig en huvtröja med jeans.
tr: Kapüşonlu bir kot pantolon giyin.
uk: Одягайте Худі і джинси.
zh_hans: 穿上连帽衫和牛仔裤。

# warm_woman_short
source: Put on a hoodie or a sweatshirt with a long skirt.
cs: Oblečte si mikinu s kapucí a dlouhou sukni.
da: Tag en hættetrøje på med en lang nederdel.
de: Trage einen Hoodie und einen langen Rock.
el: Φορέστε ένα φούτερ με κουκούλα με μακριά φούστα.
es: Usa una sudadera con capucha y una falda larga.
et: Pane selga kapuuts ja pikk seelik.
fi: Laita huppari ja pitkä hame.
fr: Portez un sweat à capuche avec une jupe.
hu: Vegyél fel kapucnis pulóvert hosszú szoknyával.
id: Kenakan hoodie dengan rok panjang.
it: Indossare una felpa con cappuccio e una gonna lunga.
ja: パーカーにロングスカートを合わせる。
lt: Apsivilkite džemperį su gobtuvu ir ilgą sijoną.
lv: Uzvelc kapuci ar gariem svārkiem.
nl: Doe een hoodie aan met een lange rok.
pl: Załóż bluzę z kapturem z długą spódnicą.
pt_br: Vestir um casaco com capuz e saia comprida.
ro: Îmbracă un hanorac cu glugă și o fustă lungă.
ru: Надевайте худи и длинную юбку.
sk: Oblečte si mikinu s kapucňou a dlhú sukňu.
sl: Oblecite majico s kapuco z dolgim krilom.
sr: Obucite duksericu sa dugom suknjom.
sv: Ta på dig en huvtröja med en lång kjol.
tr: Uzun bir etekle kapüşonlu bir sweatshirt giyin.
uk: Одягайте Худі і довгу спідницю.
zh_hans: 穿上连帽衫配长裙。

# feels_warmer_man_short
source: Put on a sweatshirt with jeans or shorts.
cs: Oblečte si mikinu s džínami.
da: Tag en sweatshirt på med jeans.
de: Trage ein Sweatshirt und Jeans.
el: Φορέστε ένα φούτερ με τζιν.
es: Usa una sudadera y jeans.
et: Pane dressipluus koos teksadega.
fi: Laita collegepaita ja farkut.
fr: Portez un sweat avec un jean.
hu: Vegyél fel egy melegítőfelsőt farmerrel.
id: Kenakan kaus dengan jeans.
it: Indossare una felpa con i jeans.
ja: ジーンズにスウェットを着る。
lt: Apsivilkite džemperį su džinsais.
lv: Uzvelc džemperi ar džinsiem.
nl: Trek een sweatshirt aan met een spijkerbroek.
pl: Załóż bluzę z dżinsami.
pt_br: Vestir uma camiseta com jeans.
ro: Puneți un hanorac cu blugi.
ru: Надевайте свитшот и джинсы.
sk: Oblečte si mikinu s džínsami.
sl: Oblecite majico s kratkimi hlačami in kavbojke.
sr: Obucite duks sa farmerkama.
sv: Ta på dig en sweatshirt med jeans.
tr: Kot pantolon ile sweatshirt giyin.
uk: Одягайте світшот і джинси.
zh_hans: 穿上运动衫配牛仔裤

# feels_warmer_woman_short
source: Put on a blouse with a skirt.
cs: Oblečte si halenku se sukní.
da: Tag en bluse på med en nederdel.
de: Trage eine Bluse und einen Rock.
el: Φορέστε μια μπλούζα με μια φούστα.
es: Usa blusa y falda.
et: Pane pluus koos seelikuga.
fi: Pue pusero ja hame.
fr: Portez un chemisier et une jupe.
hu: Vegyél fel egy blúzt egy szoknyával.
id: Kenakan blus dengan rok.
it: Indossare una camicetta con una gonna.
ja: ブラウスにスカートを合わせる。
lt: Apsivilkite palaidinę su sijonu.
lv: Uzvelc blūzi ar svārkiem.
nl: Trek een blouse aan met een rok.
pl: Załóż bluzę ze spódnicą.
pt_br: Vestir uma blusa com saia.
ro: Îmbracă o bluză cu o fustă.
ru: Надевайте блузку и юбку.
sk: Oblečte si blúzku so sukňou.
sl: Oblecite bluzo s krilom.
sr: Obucite bluzu sa suknjom.
sv: Ta på dig en blus till en kjol.
tr: Etek ile bluz giyin.
uk: Одягайте блузку і спідницю.
zh_hans: 上衣配短裙

# really_warm_man_short
source: Put on a longsleeve with jeans or shorts.
cs: Oblečte si tričko s dlouhým rukávem a šortky.
da: Tag en langærmet bluse på med shorts.
de: Tragen Sie lange Ärmel und Shorts.
el: Φορέστε μια μακρυμάνικη μπλούζα με σορτσάκι.
es: Use mangas largas y pantalones cortos.
et: Pane selga pikajuukseline pluus koos lühikeste pükstega.
fi: Laita pitkähihainen paita ja shortsit.
fr: Portez une manche longue avec un short.
hu: Vegyél fel egy hosszú ujjú blúzt rövidnadrággal.
id: Kenakan lengan panjang dengan celana pendek.
it: Indossare una maglia a maniche lunghe con i pantaloncini.
ja: 長袖にショートパンツを合わせる。
lt: Apsivilkite palaidinę ilgomis rankovėmis su šortais.
lv: Uzvelc blūzi ar garām piedurknēm un šortiem.
nl: Trek een longsleeve aan met een korte broek.
pl: Załóż longsleeve z szortami.
pt_br: Vestir uma manga comprida com calção de bermuda.
ro: Îmbracă o bluză cu mânecă lungă cu pantaloni scurți.
ru: Надевайте лонгслив и шорты.
sk: Oblečte si blúzku s dlhým rukávom a šortky.
sl: Oblecite bluzo z dolgimi rokavi in kratke hlače.
sr: Obucite duge rukave uz šortsove.
sv: Ta på dig en långärmad tröja med shorts.
tr: Şort ile uzun kollu bir elbise giyin.
uk: Одягайте лонгслів і шорти.
zh_hans: 长袖配短裤。

# really_warm_woman_short
source: Put on a dress or a tunic with a skirt.
cs: Obleč si tuniku se sukní.
da: Tag en tunika på med en nederdel.
de: Trage eine Tunika mit einem Rock.
el: Φορέστε μια τουνίκ με φούστα.
es: Usa una túnica con una falda.
et: Pane tuunika koos seelikuga.
fi: Laita tunika ja hame.
fr: Portez une tunique avec une jupe.
hu: Vegyél fel egy tunikát szoknyával.
id: Kenakan tunik dengan rok.
it: Indossare una tunica con una gonna.
ja: チュニックにスカートを合わせる。
lt: Apsivilkite tuniką su sijonu.
lv: Uzvelc tuniku ar svārkiem.
nl: Trek een tuniek aan met een rok.
pl: Załóż tunikę ze spódnicą.
pt_br: Vestir uma túnica com saia.
ro: Îmbracă o tunică cu o fustă.
ru: Надевайте тунику с юбкой.
sk: Oblečte si tuniku so sukňou.
sl: Oblecite tuniko s krilom.
sr: Obucite tuniku sa suknjom.
sv: Ta på dig en tunika till en kjol.
tr: Etek ile tunik giyin.
uk: Одягайте туніку зі спідницею.
zh_hans: 穿上长衫配短裙

# hot_man_short
source: Put on a T-shirt with shorts.
cs: Oblečte si tričko s kraťasy.
da: Tag en T-shirt på med shorts.
de: Trage ein T-Shirt mit Shorts.
el: Φορέστε ένα μπλουζάκι με σορτσάκι.
es: Use una camiseta con pantalones cortos.
et: Pane T-särk koos lühikeste pükstega.
fi: Laita t-paita shortsien kanssa.
fr: Portez un T-shirt avec un short.
hu: Vegyél fel egy pólót rövidnadrággal.
id: Kenakan kaus dengan celana pendek.
it: Indossare una maglietta con i pantaloncini.
ja: Tシャツにショートパンツ
lt: Apsivilkite marškinėlius su šortais.
lv: Uzvelc T-kreklu ar šortiem.
nl: Trek een T-shirt aan met een korte broek.
pl: Załóż koszulkę z szortami.
pt_br: Vestir uma camiseta com bermuda.
ro: Îmbracă un tricou cu pantaloni scurți.
ru: Надевайте футболку с шортами.
sk: Oblečte si tričko so šortkami.
sl: Oblecite majico s kratkimi hlačami.
sr: Obucite majicu sa šortom.
sv: Ta på dig en T-shirt till shorts.
tr: Şort ile tişört giyin.
uk: Одягайте футболку з шортами.
zh_hans: 穿上T恤衫配短裤

# hot_woman_short
source: Put on a dress or a blouse with a light skirt.
cs: Oblečte si halenku s lehkou sukní.
da: Tag en bluse på med en let nederdel.
de: Trage eine Bluse zu einem leichten Rock.
el: Φορέστε μια μπλούζα με μια ελαφριά φούστα.
es: Usa una blusa con una falda ligera.
et: Pane pluus kerge seelikuga.
fi: Pue pusero ja kevyt hame.
fr: Portez un chemisier avec une jupe légère.
hu: Vegyél fel egy blúzt egy könnyű szoknyával.
id: Kenakan blus dengan rok tipis.
it: Indossare una camicetta con una gonna leggera.
ja: ブラウスに薄手のスカートを合わせる。
lt: Apsivilkite palaidinę su lengvu sijonu.
lv: Uzvelc blūzi ar viegliem svārkiem.
nl: Doe een blouse aan met een lichte rok.
pl: Załóż bluzkę z lekką spódnicą.
pt_br: Vestir uma blusa com uma saia leve.
ro: Îmbracă o bluză cu o fustă lejeră.
ru: Надевайте блузку с легкой юбкой.
sk: Oblečte si blúzku s ľahkou sukňou.
sl: Oblecite bluzo z lahkim krilom.
sr: Obucite bluzu sa laganom suknjom.
sv: Ta på en blus till en lätt kjol.
tr: Hafif bir etekle bir bluz giyin.
uk: Одягайте блузку з легкої спідницею.
zh_hans: 穿上上衣配浅色短裙。

# feels_hot_man_short
source: Feels hot! Put on the lightest clothes.
cs: Cítím se sexy! Oblečte si co nejlehčí oblečení.
da: Det føles varmt! Tag det letteste tøj på.
de: Es ist heiß, zieh dich leicht an.
el: Αισθάνεται ζεστά! Φορέστε τα πιο ελαφριά ρούχα.
es: Hace calor, vístete ligero.
et: Tundub kuum! Pane selga kõige kergemad riided.
fi: Tuntuu kuumalta! Pue päällesi kevyimmät vaatteet.
fr: Habillez-vous très légèrement.
hu: Forró érzés! Vegye fel a legkönnyebb ruhát.
id: Terasa panas! Kenakan pakaian yang paling ringan.
it: Fa caldo! Indossare i vestiti più leggeri.
ja: 暑い! 一番薄手の服を着る。
lt: Jaučiasi karšta! Apsirenkite lengviausius drabužius.
lv: Sajūta ir karsta! Uzvelc visvieglākās drēbes.
nl: Voelt warm aan! Trek de lichtste kleren aan.
pl: Uczucie gorąca! Załóż najlżejsze ubranie.
pt_br: Sente-se quente! Veste as roupas mais leves.
ro: Se simte cald! Puneți cele mai ușoare haine.
ru: Жарко, одевайтесь легко.
sk: Cíti sa horúco! Oblečte si čo najľahšie oblečenie.
sl: Počuti se vroče! Oblecite najlažja oblačila.
sr: Vruće! Obucite najlakšu odeću.
sv: Det känns varmt! Ta på dig de lättaste kläderna.
tr: Sıcak hissettiriyor! En hafif giysileri giyin.
uk: Жарко, одягайтеся легко.
zh_hans: 感觉很热! 穿上最轻的衣服。

# feels_hot_woman_short
source: Feels hot! Put on the lightest clothes.
cs: Je mi horko! Obleč si nejlehčí oblečení.
da: Det føles varmt! Tag det letteste tøj på.
de: Es ist heiß, zieh dich leicht an.
el: Αισθάνεσαι ζέστη! Φορέστε τα πιο ελαφριά ρούχα.
es: Hace calor, vístete ligero.
et: Tundub kuum! Pane kõige kergemad riided selga.
fi: Tuntuu kuumalta! Pue päällesi kevyimmät vaatteet.
fr: Habillez-vous très légèrement.
hu: Meleg van! Vedd fel a legkönnyebb ruhát.
id: Terasa panas! Kenakan pakaian yang paling ringan.
it: Fa caldo! Indossare i vestiti più leggeri.
ja: 暑い! 一番軽い服を着てください。
lt: Jaučiasi karšta! Apsirenkite lengviausius drabužius.
lv: Jūtas karsti! Uzvelc vieglākās drēbes.
nl: Voelt heet aan! Trek de lichtste kleren aan.
pl: Czuje się gorąco! Załóż najlżejsze ubranie.
pt_br: Sente-se quente! Vestir as roupas mais leves.
ro: Se simte cald! Îmbracă hainele cele mai ușoare.
ru: Жарко, одевайтесь легко.
sk: Cíti sa horúco! Oblečte si najľahšie oblečenie.
sl: Počuti se vroče! Oblecite najlažja oblačila.
sr: Vruće! Obucite najlakšu odeću.
sv: Det känns varmt! Ta på dig de lättaste kläderna.
tr: Sıcak hissettiriyor! En hafif giysileri giyin.
uk: Жарко, одягайтеся легко.
zh_hans: 感觉很热! 穿上最轻的衣服。

# gale_force_wind
source: Mind gale-force wind.
cs: Myslete na vichřici.
da: Pas på stormende vind.
de: Sturmwind.
el: Νους θυελλώδης άνεμος.
es: Viento de tormenta.
et: Meeletormiline tuul.
fi: Mieli myrskytuuli.
fr: Vent de tempête.
hu: Elme viharos erejű szél.
id: Pikiran angin kencang.
it: Mente vento di burrasca.
ja: 気力強風。
lt: Protas audringas vėjas.
lv: Prāta vētrains vējš.
nl: Denk aan stormachtige wind.
pl: Pamiętaj o silnym wietrze.
pt_br: Vento de força bruta.
ro: Mintea vântului puternic.
ru: Штормовой ветер.
sk: Myslite na vietor so silou víchrice.
sl: Mind viharski veter.
sr: Budite oprezni, olujni vetar.
sv: Tänk på stormvind.
tr: Rüzgarın şiddetini düşün.
uk: Штормовий вітер.
zh_hans: 心念狂风。

# strong_wind
source: Mind strong wind.
cs: Myslete na silný vítr.
da: Pas på stærk vind.
de: Starker Wind.
el: Νους δυνατός άνεμος.
es: Viento fuerte.
et: Arvestage tugeva tuulega.
fi: Muista kova tuuli.
fr: Vent fort.
hu: Gondolj erős szélre.
id: Pikiran angin kencang.
it: Mente vento forte.
ja: 強風に注意。
lt: Protas stiprus vėjas.
lv: Prātā stiprs vējš.
nl: Let op sterke wind.
pl: Uważaj na silny wiatr.
pt_br: Mente vento forte.
ro: Mintea vântului puternic.
ru: Сильный ветер.
sk: Pozor na silný vietor.
sl: Upoštevajte močan veter.
sr: Budite oprezni, jak vetar.
sv: Tänk på stark vind.
tr: Kuvvetli rüzgara dikkat et.
uk: Сильний вітер.
zh_hans: 心念强风。

# rain_morning
source: Rain expected in the morning.
cs: Ráno se očekává déšť.
da: Der forventes regn om morgenen.
de: Am Morgen wird Regen erwartet.
el: Αναμένονται βροχές το πρωί.
es: Se esperan lluvias por la mañana.
et: Hommikul on oodata vihma.
fi: Aamulla odotetaan sadetta.
fr: D'averses sont prévues pour le matin.
hu: Reggel eső várható.
id: Hujan diperkirakan turun di pagi hari.
it: Prevista pioggia in mattinata.
ja: 午前中は雨の予報。
lt: Ryte numatomas lietus.
lv: No rīta gaidāms lietus.
nl: Regen verwacht in de ochtend.
pl: Rano spodziewany deszcz.
pt_br: Chuva esperada pela manhã.
ro: Se așteaptă ploaie dimineață.
ru: Утром ожидается дождь.
sk: Ráno sa očakáva dážď.
sl: Zjutraj pričakovan dež.
sr: Ujutro moguča je kiša.
sv: Regn väntas på morgonen.
tr: Sabah yağmur bekleniyor.
uk: Вранці очікується дощ.
zh_hans: 预计早上会下雨。

# rain_afternoon
source: Rain expected in the afternoon.
cs: Odpoledne se očekává déšť.
da: Der forventes regn om eftermiddagen.
de: Am Nachmittag wird Regen erwartet.
el: Αναμένονται βροχές το απόγευμα.
es: Se esperan lluvias durante el día.
et: Pärastlõunal on oodata vihma.
fi: Iltapäivällä odotetaan sadetta.
fr: D'averses sont prévues pour la journée.
hu: Délután eső várható.
id: Hujan diperkirakan turun pada sore hari.
it: Prevista pioggia nel pomeriggio.
ja: 午後から雨の予報。
lt: Po pietų numatomas lietus.
lv: Pēcpusdienā gaidāms lietus.
nl: In de middag wordt regen verwacht.
pl: Po południu spodziewany jest deszcz.
pt_br: Chuva prevista para a tarde.
ro: Se așteaptă ploaie după-amiază.
ru: Днем ожидается дождь.
sk: Popoludní sa očakáva dážď.
sl: Popoldne pričakovan dež.
sr: Kiša je moguća popodne.
sv: Regn väntas under eftermiddagen.
tr: Öğleden sonra yağmur bekleniyor.
uk: Вдень очікується дощ.
zh_hans: 预计下午会下雨。

# rain_evening
source: Rain expected in the evening.
cs: Večer se očekává déšť.
da: Der forventes regn om aftenen.
de: Am Abend wird Regen erwartet.
el: Αναμένονται βροχές το βράδυ.
es: Se esperan lluvias por la tarde.
et: Õhtul on oodata vihma.
fi: Illalla odotetaan sadetta.
fr: D'averses sont prévues pour la soirée.
hu: Este eső várható.
id: Hujan diperkirakan pada malam hari.
it: Prevista pioggia in serata.
ja: 夕方から雨の予報。
lt: Vakare numatomas lietus.
lv: Vakarā gaidāms lietus.
nl: In de avond regen verwacht.
pl: Deszcz spodziewany wieczorem.
pt_br: Chuva esperada à noite.
ro: Se așteaptă ploaie pentru seară.
ru: Вечером ожидается дождь.
sk: Večer sa očakáva dážď.
sl: Zvečer pričakovan dež.
sr: Kiša je moguća uveče.
sv: Regn väntas på kvällen.
tr: Akşam saatlerinde yağmur bekleniyor.
uk: Увечері очікується дощ.
zh_hans: 预计晚上会下雨。

# rain_night
source: Rain expected at night.
cs: V noci se očekává déšť.
da: Regn forventes om natten.
de: Regen wird über Nacht erwartet.
el: Αναμένεται βροχή το βράδυ.
es: Se esperan lluvias por la noche.
et: Öösel on oodata vihma.
fi: Yöllä odotetaan sadetta.
fr: D'averses sont prévues pour la nuit.
hu: Eső várható éjszaka.
id: Hujan diperkirakan pada malam hari.
it: Prevista pioggia di notte.
ja: 夜は雨の予報。
lt: Naktį numatomas lietus.
lv: Naktī gaidāms lietus.
nl: Vannacht regen verwacht.
pl: W nocy spodziewany jest deszcz.
pt_br: Chuva esperada durante a noite.
ro: Se așteaptă ploaie noaptea.
ru: Ночью ожидается дождь.
sk: V noci sa očakáva dážď.
sl: Ponoči pričakovan dež.
sr: Noću je moguća kiša.
sv: Regn väntas på natten.
tr: Gece yağmur bekleniyor.
uk: Вночі очікується дощ.
zh_hans: 预计晚上会下雨。

# rain_day
source: Rains expected during the day.
cs: Během dne se očekávají deště.
da: Der forventes regn i løbet af dagen.
de: Regen den ganzen Tag erwartet.
el: Αναμένονται βροχές κατά τη διάρκεια της ημέρας.
es: Se esperan lluvias todo el día.
et: Päeval on oodata hoovihma.
fi: Päivän aikana odotetaan sateita.
fr: D'averses sont prévues pour toute la jourrnée.
hu: Napközben eső várható.
id: Hujan diperkirakan akan turun pada siang hari.
it: Previste piogge in giornata.
ja: 日中は雨が予想されます。
lt: Dieną numatomas lietus.
lv: Dienā gaidāms lietus.
nl: Overdag regen verwacht.
pl: W ciągu dnia spodziewane są deszcze.
pt_br: Chuva esperada durante o dia.
ro: Pe parcursul zilei sunt așteptate ploi.
ru: Весь день ожидается дождь.
sk: Počas dňa očakávané dažde.
sl: Čez dan pričakujejo padavine.
sr: Tokom dana moguća je kiša.
sv: Regn väntas under dagen.
tr: Gün içinde yağmur bekleniyor.
uk: Весь день очікується дощ.
zh_hans: 预计白天会下雨。
