Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# explanation_text
source: You can choose any clothes and colors to create a look of your character on the main screen.
cs: Na hlavní obrazovce si můžete vybrat libovolné oblečení a barvy a vytvořit si tak vzhled své postavy.
da: Du kan vælge hvilket som helst tøj og farver for at skabe et udseende af din figur på hovedskærmen.
de: Wählen Sie alle Dinge und Farben aus und erstellen Sie dann das Bild Ihres Charakters auf dem Hauptbildschirm.
el: Μπορείτε να επιλέξετε οποιαδήποτε ρούχα και χρώματα για να δημιουργήσετε την εμφάνιση του χαρακτήρα σας στην κύρια οθόνη.
es: Eliga cualquier cosa y color, y luego componga la imagen de su personaje en la pantalla principal.
et: Saate valida mis tahes riided ja värvid, et luua oma tegelase välimus põhiekraanil.
fi: Voit valita mitä tahansa vaatteita ja värejä luodaksesi hahmosi ulkoasun päänäytöllä.
fr: Choisissez n'importe quelles choses et couleurs et collectez l'image de votre personnage sur l'écran principal.
hu: Bármilyen ruhát és színt kiválaszthat, hogy karaktere megjelenését kölcsönözze a főképernyőn.
id: Anda dapat memilih pakaian dan warna apa saja untuk membuat tampilan karakter Anda di layar utama.
it: Puoi scegliere qualsiasi vestito e colore per creare l'aspetto del tuo personaggio nella schermata principale.
ja: 好きな服や色を選択して、メイン画面でキャラクターの外観を作成できます。
lt: Galite pasirinkti bet kokius drabužius ir spalvas, kad sukurtumėte savo veikėjo įvaizdį pagrindiniame ekrane.
lv: Varat izvēlēties jebkuru apģērbu un krāsas, lai galvenajā ekrānā izveidotu sava tēla izskatu.
nl: Je kunt alle kleding en kleuren kiezen om een uiterlijk van je personage op het hoofdscherm te creëren.
pl: Możesz wybrać dowolne ubrania i kolory, aby stworzyć wygląd swojej postaci na głównym ekranie.
pt_br: Você pode escolher qualquer roupa e cores para criar um visual de seu personagem na tela principal.
ro: Puteți alege orice haine și culori pentru a crea un aspect al personajului dvs. pe ecranul principal.
ru: Выбирайте любые вещи и цвета, а затем собирайте образ вашего персонажа на главном экране.
sk: Môžete si vybrať akékoľvek oblečenie a farby, aby ste vytvorili vzhľad svojej postavy na hlavnej obrazovke.
sl: Izberete lahko poljubna oblačila in barve, da ustvarite videz svojega lika na glavnem zaslonu.
sr: Možete da birate bilo koju odeću i boje da stvarate izgled vašeg lika.
sv: Du kan välja vilka kläder och färger som helst för att skapa en look av din karaktär på huvudskärmen.
tr: Ana ekranda karakterinizin görünümünü oluşturmak için herhangi bir kıyafet ve renk seçebilirsiniz.
uk: Вибирайте будь-які речі і кольору, а потім збирайте образ вашого персонажа на головному екрані.
zh_hans: 您可以选择任何衣服和颜色来在主屏幕上创建您的角色外观。

# current_weather_widget_title
source: Current weather
cs: Aktuální počasí
da: Nuværende vejr
de: Aktuelles Wetter
el: Τρέχων καιρός
es: Tiempo actual
et: Praegune ilmastik
fi: Nykyinen sää
fr: Météo actuelle
hu: Aktuális időjárás
id: Cuaca saat ini
it: Tempo corrente
ja: 現在の天気
lt: Dabartiniai orai
lv: Pašreizējie laikapstākļi
nl: Huidig weer
pl: Aktualna pogoda
pt_br: Clima atual
ro: Vremea actuală
ru: Текущая погода
sk: Aktuálne počasie
sl: Trenutno vreme
sr: Trenutno vreme
sv: Aktuellt väder
tr: Güncel hava durumu
uk: Поточна погода
zh_hans: 当前天气

# current_weather_widget_description
source: Shows actual temperature and clothes recommendation for your current location or last city shown.
cs: Zobrazuje aktuální teplotu a doporučení pro oblečení pro vaši aktuální polohu nebo poslední zobrazené město.
da: Viser den aktuelle temperatur og tøjanbefaling for din aktuelle placering eller den sidst viste by.
de: Zeigt die aktuelle Temperatur und Kleidungsempfehlungen für Ihren aktuellen Standort oder die zuletzt angezeigte Stadt an.
el: Εμφανίζει την πραγματική θερμοκρασία και τη σύσταση για ρούχα για την τρέχουσα τοποθεσία σας ή την τελευταία πόλη που εμφανίστηκε.
es: Muestra la temperatura actual y la recomendación de ropa para tu ubicación actual o la última ciudad mostrada.
et: Näitab tegelikku temperatuuri ja riietussoovitust teie praeguse asukoha või viimati näidatud linna kohta.
fi: Näyttää nykyisen sijaintisi tai viimeksi näytetyn kaupungin todellisen lämpötilan ja vaatetussuosituksen.
fr: Affiche la température réelle et les vêtements recommandés pour votre emplacement ou la dernière ville affichée.
hu: Megjeleníti az aktuális hőmérsékletet és a ruházati ajánlást a jelenlegi tartózkodási helyére vagy az utoljára megjelenített városra vonatkozóan.
id: Menampilkan suhu aktual dan rekomendasi pakaian untuk lokasi Anda saat ini atau kota terakhir yang ditampilkan.
it: Mostra la temperatura attuale e i vestiti consigliati per la posizione attuale o per l'ultima città visualizzata.
ja: 現在地または最後に表示された都市の実際の気温とおすすめの服装を表示します。
lt: Rodoma faktinė temperatūra ir drabužių rekomendacijos dabartinėje jūsų buvimo vietoje arba paskutiniame rodytame mieste.
lv: Rāda faktisko temperatūru un apģērba ieteikumus jūsu pašreizējai atrašanās vietai vai pēdējai rādītajai pilsētai.
nl: Toont de actuele temperatuur en kledingadvies voor uw huidige locatie of de laatst getoonde stad.
pl: Pokazuje aktualną temperaturę i zalecane ubrania dla bieżącej lokalizacji lub ostatnio pokazywanego miasta.
pt_br: Mostra a temperatura real e a recomendação de roupas para sua localização atual ou última cidade mostrada.
ro: Afișează temperatura actuală și recomandarea de îmbrăcăminte pentru locația dvs. curentă sau pentru ultimul oraș afișat.
ru: Показывает, какая сейчас температура и что можно надеть там, где вы находитесь, или для выбранного города.
sk: Zobrazuje aktuálnu teplotu a odporúčané oblečenie pre vašu aktuálnu polohu alebo posledné zobrazené mesto.
sl: Prikazuje dejansko temperaturo in priporočena oblačila za vašo trenutno lokacijo ali zadnje prikazano mesto.
sr: Prikazuje stvarnu temperaturu i preporuku odeće za vašu lokaciju ili poslednji prikazani grad.
sv: Visar aktuell temperatur och klädrekommendation för din nuvarande plats eller den senast visade staden.
tr: Mevcut konumunuz veya gösterilen son şehir için gerçek sıcaklığı ve kıyafet önerilerini gösterir.
uk: Показує поточну температуру та рекомендації щодо одягу для вашого поточного місцезнаходження або останнього міста, яке було показано.
zh_hans: 显示你当前位置或最后显示的城市的实际温度和衣服建议。

# current_weather_widget_placeholder
source: Couldn't load the weather. Open the app.
cs: Nepodařilo se načíst počasí. Otevřete aplikaci.
da: Kunne ikke indlæse vejret. Åbn appen.
de: Das Wetter kann nicht geladen werden. Öffnen Sie die App.
el: Δεν μπορούσε να φορτώσει τον καιρό. Ανοίξτε την εφαρμογή.
es: No se puede cargar el tiempo. Abre la aplicación.
et: Ei suutnud ilmataat laadida. Avage rakendus.
fi: Säätiedotusta ei saatu ladattua. Avaa sovellus.
fr: Impossible de charger la météo. Ouvrez l'application s'il vous plaît.
hu: Nem tudtam betölteni az időjárást. Nyissa meg az alkalmazást.
id: Tidak dapat memuat cuaca. Buka aplikasi.
it: Impossibile caricare il meteo. Aprire l'applicazione.
ja: 天気を読み込めなかった。アプリを開いてください。
lt: Nepavyko įkelti orų. Atidarykite programą.
lv: Nevarēja ielādēt laikapstākļus. Atveriet programmu.
nl: Kan het weer niet laden. Open de app.
pl: Nie można załadować pogody. Otwórz aplikację.
pt_br: Não conseguia carregar o tempo. Abra o aplicativo.
ro: Nu am putut încărca vremea. Deschideți aplicația.
ru: Не удалось загрузить погоду. Перейдите в приложение.
sk: Nebolo možné načítať počasie. Otvorte aplikáciu.
sl: Vremena ni bilo mogoče naložiti. Odprite aplikacijo.
sr: Greška pri učitavanju vremena. Idite na aplikaciju.
sv: Kunde inte ladda in vädret. Öppna appen.
tr: Hava durumu yüklenemedi. Uygulamayı açın.
uk: Не вдалося завантажити погоду. Відкрий додаток.
zh_hans: 无法加载天气。打开应用程序。
