Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# rain_morning_afternoon
source: Rains expected in the morning and afternoon.
cs: Dopoledne a odpoledne se očekávají deště.
da: Der forventes regn morgen og eftermiddag.
de: Morgens und nachmittags wird Regen erwartet.
el: Αναμένονται βροχές το πρωί και το απόγευμα.
es: Se esperan lluvias por la mañana y por la tarde.
et: Hommikul ja pärastlõunal on oodata vihma.
fi: Aamulla ja iltapäivällä odotetaan sateita.
fr: D'averses sont prévues pour le matin et la journée.
hu: Délelőtt és délután eső várható.
id: Hujan diperkirakan akan turun pada pagi dan sore hari.
it: Previste piogge in mattinata e pomeriggio.
ja: 午前中と午後に雨が降る見込みです。
lt: Lietus numatomas ryte ir po pietų.
lv: Lietus gaidāms no rīta un pēcpusdienā.
nl: In de ochtend en middag wordt regen verwacht.
pl: W godzinach porannych i popołudniowych spodziewane są deszcze.
pt_br: Esperam-se chuvas pela manhã e pela tarde.
ro: Se asteapta ploi dimineata si dupa-amiaza.
ru: Утром и днем ожидается дождь.
sk: Dážď sa očakáva ráno a popoludní.
sl: Zjutraj in popoldne pričakujejo padavine.
sr: Kiša je moguća ujutro i popodne.
sv: Regn väntas på morgonen och eftermiddagen.
tr: Sabah ve öğleden sonra yağmur bekleniyor.
uk: Вранці та вдень очікується дощ.
zh_hans: 预计上午和下午会下雨。

# rain_morning_evening
source: Rains expected in the morning and evening.
cs: Ráno a večer se očekávají deště.
da: Der forventes regn morgen og aften.
de: Am Morgen und Abend wird Regen erwartet.
el: Αναμένονται βροχές το πρωί και το βράδυ.
es: Se esperan lluvias por la mañana y por la tarde.
et: Hommikul ja õhtul on oodata vihma.
fi: Aamulla ja illalla odotetaan sateita.
fr: D'averses sont prévues pour la journée et la soirée.
hu: Reggel és este eső várható.
id: Hujan diperkirakan akan turun pada pagi dan sore hari.
it: Previste piogge al mattino e alla sera.
ja: 朝晩は雨の予報。
lt: Ryte ir vakare numatomas lietus.
lv: Lietus gaidāms no rīta un vakarā.
nl: Regen verwacht in de ochtend en avond.
pl: Rano i wieczorem spodziewane są deszcze.
pt_br: Esperam-se chuvas pela manhã e à noite.
ro: Se asteapta ploi dimineata si seara.
ru: Утром и вечером ожидается дождь.
sk: Dážď sa očakáva ráno a večer.
sl: Zjutraj in zvečer pričakujejo padavine.
sr: Kiša je moguća ujutro i uveče.
sv: Regn väntas på morgonen och kvällen.
tr: Sabah ve akşam yağmur bekleniyor.
uk: Вранці і ввечері очікується дощ.
zh_hans: 预计早晚会下雨。

# rain_afternoon_evening
source: Rains expected in the afternoon and evening.
cs: Odpoledne a večer se očekávají deště.
da: Der forventes regn om eftermiddagen og aftenen.
de: Im Laufe des Tages und am Abend wird Regen erwartet.
el: Αναμένονται βροχές το απόγευμα και το βράδυ.
es: Se esperan lluvias durante el día y la noche.
et: Pärastlõunal ja õhtul on oodata vihma.
fi: Iltapäivällä ja illalla odotetaan sateita.
fr: D'averses sont prévues pour la journée e la soirée.
hu: Délután és este várható eső.
id: Hujan diperkirakan turun pada sore dan malam hari.
it: Previste piogge nel pomeriggio e in serata.
ja: 午後から夕方にかけて雨の予報。
lt: Po pietų ir vakare numatomas lietus.
lv: Pēcpusdienā un vakarā gaidāms lietus.
nl: In de middag en avond wordt regen verwacht.
pl: W godzinach popołudniowych i wieczornych spodziewane są deszcze.
pt_br: Chuva esperada à tarde e à noite.
ro: Se așteaptă ploi după-amiază și seara.
ru: Днем и вечером ожидается дождь.
sk: Dážď sa očakáva popoludní a večer.
sl: Popoldne in zvečer pričakovane padavine.
sr: Popodne i uveče moguća je kiša.
sv: Regn väntas under eftermiddagen och kvällen.
tr: Öğleden sonra ve akşam saatlerinde yağmur bekleniyor.
uk: Вдень і ввечері очікується дощ.
zh_hans: 预计下午和晚上会下雨。

# umbrella
source: Don't forget an umbrella!
cs: Nezapomeňte na deštník!
da: Glem ikke en paraply!
de: Vergessen Sie Ihren Regenschirm nicht!
el: Μην ξεχάσετε μια ομπρέλα!
es: ¡No olvide el paraguas!
et: Ärge unustage vihmavarju!
fi: Älä unohda sateenvarjoa!
fr: N'oubliez pas votre parapluie!
hu: Ne felejtsd el az esernyőt!
id: Jangan lupa payung!
it: Non dimenticare un ombrello!
ja: 傘をお忘れなく！
lt: Nepamirškite skėčio!
lv: Neaizmirstiet lietussargu!
nl: Vergeet een paraplu niet!
pl: Nie zapomnij o parasolu!
pt_br: Não se esqueça de um guarda-chuva!
ro: Nu uitați de umbrelă!
ru: Не забудьте зонт!
sk: Nezabudnite na dáždnik!
sl: Ne pozabite na dežnik!
sr: Ne zaboravite kišobran!
sv: Glöm inte ett paraply!
tr: Şemsiye almayı unutmayın!
uk: Не забудьте парасольку!
zh_hans: 别忘了带伞！

# snow_morning
source: Snow expected in the morning.
cs: Ráno se očekává sněžení.
da: Der forventes sne om morgenen.
de: Am Morgen wird Schnee erwartet.
el: Αναμένονται χιόνια το πρωί.
es: Se espera nieve por la mañana.
et: Hommikul on oodata lund.
fi: Lunta odotetaan aamulla.
fr: Neige prévue le matin.
hu: Reggel havazás várható.
id: Salju diperkirakan turun di pagi hari.
it: Prevista neve in mattinata.
ja: 午前中は雪の予報。
lt: Ryte numatomas sniegas.
lv: No rīta gaidāms sniegs.
nl: Sneeuw verwacht in de ochtend.
pl: Śnieg spodziewany rano.
pt_br: Espera-se neve pela manhã.
ro: Se așteaptă ninsoare dimineață.
ru: Утром ожидается снег.
sk: Ráno sa očakáva sneženie.
sl: Zjutraj pričakovan sneg.
sr: Ujutro moguč je sneg.
sv: Snö väntas på morgonen.
tr: Sabah kar bekleniyor.
uk: Вранці очікується сніг.
zh_hans: 预计早上会下雪。

# snow_afternoon
source: Snow expected in the afternoon.
cs: Odpoledne se očekává sněžení.
da: Der forventes sne om eftermiddagen.
de: Am Nachmittag wird Schnee erwartet.
el: Αναμένονται χιόνια το απόγευμα.
es: Se espera nieve durante el día.
et: Pärastlõunal on oodata lund.
fi: Lunta odotetaan iltapäivällä.
fr: Neige prévue la soirée.
hu: Délután havazás várható.
id: Salju diperkirakan turun pada sore hari.
it: Prevista neve nel pomeriggio.
ja: 午後から雪の予報。
lt: Po pietų numatomas sniegas.
lv: Pēcpusdienā gaidāms sniegs.
nl: In de middag wordt sneeuw verwacht.
pl: Po południu spodziewany jest śnieg.
pt_br: Espera-se neve durante a tarde.
ro: Se așteaptă ninsoare pentru după-amiază.
ru: Днем ожидается снег.
sk: Popoludní sa očakáva sneženie.
sl: Popoldne pričakovano sneženje.
sr: Sneg je moguć popodne.
sv: Snö väntas under eftermiddagen.
tr: Öğleden sonra kar bekleniyor.
uk: Вдень очікується сніг.
zh_hans: 预计下午会下雪。

# snow_evening
source: Snow expected in the evening.
cs: Večer se očekává sněžení.
da: Der forventes sne om aftenen.
de: Am Abend wird Schnee erwartet.
el: Αναμένονται χιόνια το βράδυ.
es: Se espera nieve por la tarde.
et: Õhtul on oodata lund.
fi: Lunta odotetaan illalla.
fr: Neige prévue la journée.
hu: Este havazás várható.
id: Salju diperkirakan turun pada malam hari.
it: Prevista neve in serata.
ja: 夕方から雪の予報。
lt: Vakare numatomas sniegas.
lv: Vakarā gaidāms sniegs.
nl: Sneeuw verwacht in de avond.
pl: Śnieg spodziewany wieczorem.
pt_br: Espera-se neve à noite.
ro: Se așteaptă ninsoare pentru seară.
ru: Вечером ожидается снег.
sk: Večer sa očakáva sneženie.
sl: Zvečer pričakovan sneg.
sr: Sneg je moguć uveče.
sv: Snö väntas på kvällen.
tr: Akşam saatlerinde kar bekleniyor.
uk: Увечері очікується сніг.
zh_hans: 预计晚上会下雪。

# snow_night
source: Snow expected at night.
cs: V noci se očekává sněžení.
da: Der forventes sne om natten.
de: Schnee wird über Nacht erwartet.
el: Αναμένονται χιόνια τη νύχτα.
es: Se espera nieve esta noche.
et: Öösel on oodata lund.
fi: Yöllä odotetaan lunta.
fr: Possibilité de neige la nuit.
hu: Éjszaka havazás várható.
id: Salju diperkirakan turun di malam hari.
it: Prevista neve di notte.
ja: 夜は雪の予報。
lt: Naktį numatomas sniegas.
lv: Naktī gaidāms sniegs.
nl: Sneeuw wordt verwacht in de nacht.
pl: Śnieg spodziewany w nocy.
pt_br: Espera-se neve durante a noite.
ro: Se așteaptă ninsoare noaptea.
ru: Ночью ожидается снег.
sk: V noci sa očakáva sneženie.
sl: Ponoči pričakovan sneg.
sr: Noću je moguć sneg.
sv: Snö väntas på natten.
tr: Gece kar bekleniyor.
uk: Вночі очікується сніг.
zh_hans: 预计晚上会下雪。

# snow_day
source: Snow expected during the day.
cs: Během dne se očekává sněžení.
da: Der forventes sne i løbet af dagen.
de: Schnee wird den ganzen Tag erwartet.
el: Αναμένονται χιόνια κατά τη διάρκεια της ημέρας.
es: Se espera nieve todo el día.
et: Päeval on oodata lund.
fi: Lunta odotetaan päivän aikana.
fr: Possibilité de neige toute la journée.
hu: Napközben havazás várható.
id: Salju diperkirakan turun pada siang hari.
it: Prevista neve in giornata.
ja: 日中は雪の予報。
lt: Dieną numatomas sniegas.
lv: Dienā gaidāms sniegs.
nl: Overdag sneeuw verwacht.
pl: Śnieg spodziewany w ciągu dnia.
pt_br: Neve esperada durante o dia.
ro: Se așteaptă ninsoare în cursul zilei.
ru: Весь день ожидается снег.
sk: Počas dňa sa očakáva sneženie.
sl: Čez dan pričakujemo sneženje.
sr: Tokom dana moguć je sneg.
sv: Snö väntas under dagen.
tr: Gün içinde kar yağışı bekleniyor.
uk: Весь день очікується сніг.
zh_hans: 预计白天会下雪。

# snow_morning_afternoon
source: Snow expected in the morning and afternoon.
cs: Dopoledne a odpoledne se očekává sněžení.
da: Der forventes sne morgen og eftermiddag.
de: Morgens und nachmittags wird Schnee erwartet.
el: Αναμένονται χιόνια το πρωί και το απόγευμα.
es: Se espera nieve por la mañana y por la tarde.
et: Hommikul ja pärastlõunal on oodata lund.
fi: Lunta odotetaan aamulla ja iltapäivällä.
fr: Neige prévue le matin et l'après-midi.
hu: Reggel és délután havazás várható.
id: Salju diperkirakan turun pada pagi dan sore hari.
it: Prevista neve in mattinata e pomeriggio.
ja: 午前、午後にかけて雪の予報。
lt: Ryte ir po pietų numatomas sniegas.
lv: No rīta un pēcpusdienā gaidāms sniegs.
nl: Sneeuw verwacht in de ochtend en middag.
pl: Śnieg spodziewany rano i po południu.
pt_br: Espera-se neve pela manhã e pela tarde.
ro: Ninsori se asteapta dimineata si dupa-amiaza.
ru: Утром и днем ожидается снег.
sk: Ráno a popoludní sa očakáva sneženie.
sl: Zjutraj in popoldne pričakujemo sneženje.
sr: Sneg je moguć ujutro i popodne.
sv: Snö förväntas på morgonen och eftermiddagen.
tr: Sabah ve öğleden sonra kar bekleniyor.
uk: Вранці та вдень очікується сніг.
zh_hans: 预计上午和下午会下雪。

# snow_morning_evening
source: Snow expected in the morning and evening.
cs: Ráno a večer se očekává sněžení.
da: Der forventes sne morgen og aften.
de: Am Morgen und Abend wird Schnee erwartet.
el: Αναμένονται χιόνια το πρωί και το βράδυ.
es: Se espera espera nieve por la mañana y por la tarde.
et: Hommikul ja õhtul on oodata lund.
fi: Lunta odotetaan aamulla ja illalla.
fr: Neige prévue le matin etla soirée.
hu: Reggel és este havazás várható.
id: Salju diperkirakan turun pada pagi dan sore hari.
it: Prevista neve al mattino e alla sera.
ja: 朝晩は雪の予報。
lt: Ryte ir vakare numatomas sniegas.
lv: No rīta un vakarā gaidāms sniegs.
nl: Sneeuw verwacht in de ochtend en avond.
pl: Śnieg spodziewany rano i wieczorem.
pt_br: Espera-se neve de manhã e à noite.
ro: Se așteaptă ninsoare dimineața și seara.
ru: Утром и вечером ожидается снег.
sk: Ráno a večer sa očakáva sneženie.
sl: Zjutraj in zvečer pričakujemo sneženje.
sr: Sneg je moguć ujutro i uveče.
sv: Snö väntas på morgonen och kvällen.
tr: Sabah ve akşam kar yağışı bekleniyor.
uk: Вранці та ввечері очікується сніг.
zh_hans: 预计早晚会下雪。

# snow_afternoon_evening
source: Snow expected in the afternoon and evening.
cs: Odpoledne a večer se očekává sněžení.
da: Der forventes sne om eftermiddagen og aftenen.
de: Im Laufe des Tages und am Abend wird Schnee erwartet.
el: Αναμένονται χιόνια το απόγευμα και το βράδυ.
es: Se espera nieve durante todo el día y la noche.
et: Pärastlõunal ja õhtul on oodata lund.
fi: Lunta odotetaan iltapäivällä ja illalla.
fr: Neige prévue la journée et l'après-midi.
hu: Délután és este havazás várható.
id: Salju diperkirakan turun pada sore dan malam hari.
it: Prevista neve nel pomeriggio e in serata.
ja: 午後から夕方にかけて雪の予報。
lt: Po pietų ir vakare numatomas sniegas.
lv: Pēcpusdienā un vakarā gaidāms sniegs.
nl: In de middag en avond sneeuw verwacht.
pl: Śnieg spodziewany po południu i wieczorem.
pt_br: Espera-se neve à tarde e à noite.
ro: Ninsori se asteapta dupa-amiaza si seara.
ru: Днем и вечером ожидается снег.
sk: Sneženie sa očakáva popoludní a večer.
sl: Popoldne in zvečer pričakovano sneženje.
sr: Popodne i uveče moguć je sneg.
sv: Snö väntas under eftermiddagen och kvällen.
tr: Öğleden sonra ve akşam saatlerinde kar bekleniyor.
uk: Вдень і ввечері очікується сніг.
zh_hans: 预计下午和晚上会下雪。

# rain_for_hour
source: Rain is expected shortly.
cs: V blízké budoucnosti se očekává déšť.
da: Der forventes regn i den nærmeste fremtid.
de: Für die nahe Zukunft wird Regen erwartet.
el: Αναμένεται βροχή στο εγγύς μέλλον.
es: Se esperan lluvias en un futuro próximo.
et: Lähiajal on oodata vihma.
fi: Lähitulevaisuudessa on odotettavissa sadetta.
fr: Des pluies sont attendues dans un avenir proche.
hu: A közeljövőben eső várható.
id: Hujan diperkirakan akan turun dalam waktu dekat.
it: Si prevede pioggia nel prossimo futuro.
ja: 近日中に雨の予報が出ています。
lt: Artimiausiu metu tikimasi lietaus.
lv: Tuvākajā laikā gaidāms lietus.
nl: Er wordt regen verwacht in de nabije toekomst.
pl: W najbliższym czasie spodziewane są opady deszczu.
pt_br: A chuva é esperada num futuro próximo.
ro: Se așteaptă ploi în viitorul apropiat.
ru: В ближайшее время ожидается дождь.
sk: V blízkej budúcnosti sa očakáva dážď.
sl: V bližnji prihodnosti se pričakuje dež.
sr: Uskoro se očekuje kiša.
sv: Regn väntas inom en snar framtid.
tr: Yakın gelecekte yağmur bekleniyor.
uk: Найближчим часом очікується дощ.
zh_hans: 预计在不久的将来会有雨。

# snow_for_hour
source: Snow is expected shortly.
cs: V blízké budoucnosti se očekává sněžení.
da: Der forventes sne i den nærmeste fremtid.
de: Für die nahe Zukunft wird Schnee erwartet.
el: Αναμένεται χιόνι στο εγγύς μέλλον.
es: Se esperan nevadas en un futuro próximo.
et: Lähitulevikus on oodata lund.
fi: Lunta on odotettavissa lähitulevaisuudessa.
fr: De la neige est attendue dans un avenir proche.
hu: A közeljövőben havazás várható.
id: Salju diperkirakan akan turun dalam waktu dekat.
it: La neve è prevista nel prossimo futuro.
ja: 近日中に雪が降ると予想されています。
lt: Artimiausiu metu numatomas sniegas.
lv: Tuvākajā laikā gaidāms sniegs.
nl: Er wordt binnenkort sneeuw verwacht.
pl: W najbliższym czasie spodziewane są opady śniegu.
pt_br: A neve é esperada num futuro próximo.
ro: Se așteaptă ninsori în viitorul apropiat.
ru: В ближайшее время ожидается снег.
sk: V blízkej budúcnosti sa očakáva sneženie.
sl: V bližnji prihodnosti se pričakuje sneg.
sr: Uskoro se očekuje sneg.
sv: Snö väntas inom en snar framtid.
tr: Yakın gelecekte kar yağışı bekleniyor.
uk: Найближчим часом очікується сніг.
zh_hans: 预计在不久的将来会下雪。

# snow_rain
source: Snow and rain expected.
cs: Očekává se sněžení a déšť.
da: Der forventes sne og regn.
de: Möglicher Schnee mit Regen.
el: Αναμένεται χιόνι και βροχή.
es: Posible nieve con lluvia.
et: Oodata on lund ja vihma.
fi: Lunta ja sadetta odotetaan.
fr: Possibilité de neige avec la pluie.
hu: Havazás és eső várható.
id: Salju dan hujan diharapkan.
it: Previste neve e pioggia.
ja: 雪と雨が予想されます。
lt: Numatomas sniegas ir lietus.
lv: Gaidāms sniegs un lietus.
nl: Sneeuw en regen verwacht.
pl: Spodziewany śnieg i deszcz.
pt_br: Espera-se neve e chuva.
ro: Sunt așteptate zăpadă și ploaie.
ru: Возможен снег с дождем.
sk: Očakáva sa sneh a dážď.
sl: Pričakovan sneg in dež.
sr: Sneg I kiša su mogući.
sv: Snö och regn väntas.
tr: Kar ve yağmur bekleniyor.
uk: Можливий сніг з дощем.
zh_hans: 预计会下雪和下雨。

# check_forecast
source: Check the forecast in the app.
cs: Zkontrolujte předpověď v aplikaci.
da: Tjek vejrudsigten i appen.
de: Die Wettervorhersage wartet auf Sie in der App.
el: Ελέγξτε την πρόβλεψη στην εφαρμογή.
es: El pronóstico meteorológico está esperando en la aplicación.
et: Kontrollige prognoose rakenduses.
fi: Tarkista sääennuste sovelluksesta.
fr: La météo vous attend dans l'application.
hu: Ellenőrizze az előrejelzést az alkalmazásban.
id: Periksa ramalan di aplikasi.
it: Controlla le previsioni nell'app.
ja: アプリで天気予報をチェック。
lt: Patikrinkite prognozę programoje.
lv: Pārbaudiet prognozi lietotnē.
nl: Bekijk de weersvoorspelling in de app.
pl: Sprawdź prognozę w aplikacji.
pt_br: Verifique a previsão no aplicativo.
ro: Verificați prognoza în aplicație.
ru: Прогноз погоды ждет вас в приложении.
sk: Skontrolujte predpoveď v aplikácii.
sl: Preverite napoved v aplikaciji.
sr: Proverite prognozu u aplikaciji.
sv: Kolla prognosen i appen.
tr: Uygulamadan hava durumunu kontrol edin.
uk: Прогноз погоди чекає вас в додатку.
zh_hans: 检查应用程序中的预测。

source: Weather forecast
cs: Předpověď počasí
da: Vejrudsigt
de: Wettervoraussage
el: Μετεωρολογική πρόγνωση
es: Pronóstico meteorológico
et: Ilmateade
fi: Sääennuste
fr: Prévisions météorologiques
hu: Időjárás előrejelzés
id: Prakiraan Cuaca
it: Previsioni del tempo
ja: 天気予報
lt: Orų prognozė
lv: Laika prognoze
nl: Weervoorspelling
pl: Prognoza pogody
pt_br: Previsão do tempo
ro: Prognoza meteo
ru: Прогноз погоды
sk: Predpoveď počasia
sl: Vremenska napoved
sr: Vremenska prognoza
sv: Väderprognos
tr: Hava Durumu
uk: Прогноз погоди
zh_hans: 天气预报

# forecast_today
source: Feels like temperature for today
cs: Pocity jako teplota pro dnešní den
da: Føles som temperaturen for i dag
de: Gefühlte Temperatur für heute
el: Αισθάνεται σαν θερμοκρασία για σήμερα
es: Sensación de temperatura para hoy
et: Tundub nagu temperatuur tänaseks päevaks
fi: Tuntuu kuin lämpötila tänään
fr: Aujourd'hui la température ressentie est
hu: Úgy érzi, mintha a hőmérséklet a mai napra
id: Terasa seperti suhu untuk hari ini
it: Temperatura percepita per oggi
ja: 今日の体感温度
lt: Jaučiasi kaip temperatūra šiandien
lv: Jūtas kā temperatūra šodien
nl: Gevoelstemperatuur voor vandaag
pl: Temperatura odczuwalna na dziś
pt_br: Sente-se como temperatura para hoje
ro: Se simte ca temperatura pentru astăzi
ru: Сегодня температура ощущается как
sk: Pocity ako teplota pre dnešok
sl: Občutek kot temperatura za danes
sr: Oseća se kao temperatura za danas je
sv: Känns som temperaturen för idag
tr: Bugün için sıcaklık gibi hissediyorum
uk: Сьогодні температура відчувається як
zh_hans: 今天的感觉温度

# forecast_next_hour
source: Feels like temperature for the next hour is
cs: Pocitová teplota pro příští hodinu je
da: Føles som temperaturen for den næste time er
de: Die gefühlte Temperatur für die nächste Stunde ist
el: Η αίσθηση της θερμοκρασίας για την επόμενη ώρα είναι
es: La sensación de temperatura para la próxima hora es
et: Tundub, et järgmise tunni temperatuur on
fi: Tuntuu, että seuraavan tunnin lämpötila on
fr: Bientôt la température ressentie est
hu: A következő óra hőmérséklete
id: Terasa seperti suhu untuk satu jam ke depan adalah
it: La temperatura prevista per la prossima ora è
ja: 今後1時間の体感温度は
lt: Artimiausios valandos temperatūra yra
lv: Sajūtu temperatūra nākamajai stundai ir
nl: De gevoelstemperatuur voor het komende uur is
pl: Temperatura odczuwalna na najbliższą godzinę to
pt_br: Parece que a temperatura para a próxima hora é
ro: Se simte ca temperatura pentru următoarea oră este
ru: В ближайшее время температура ощущается как
sk: Pocitová teplota na nasledujúcu hodinu je
sl: Občutek temperature v naslednji uri je
sr: Oseća se da je temperatura za sledeći sat
sv: Känns som att temperaturen för den närmaste timmen är
tr: Önümüzdeki bir saat boyunca sıcaklık
uk: Найближчим часом температура відчувається як
zh_hans: 感觉未来一小时的温度是

source: min
el: ελάχ
ja: 分
ru: мин
tr: dk
uk: міна
zh_hans: 分钟

source: max
el: Μέγιστη
id: maks
ja: 最大
lt: maks
lv: maks
pl: maks
ru: макс
sl: maks
tr: maksimum
uk: макс
zh_hans: 最大限度

# min_temp_is
source: Minimum temperature is
cs: Minimální teplota je
da: Minimum temperatur er
de: Minimaltemperatur ist
el: Η ελάχιστη θερμοκρασία είναι
es: La temperatura mínima es
et: Minimaalne temperatuur on
fi: Minimilämpötila on
fr: Température minimale
hu: A minimális hőmérséklet
id: Suhu minimum adalah
it: La temperatura minima è
ja: 最低気温は
lt: Minimali temperatūra yra
lv: Minimālā temperatūra ir
nl: Minimum temperatuur is
pl: Minimalna temperatura to
pt_br: A temperatura mínima é
ro: Temperatura minima este
ru: Минимальная температура
sk: Minimálna teplota je
sl: Najnižja temperatura je
sr: Minimalna temperatura
sv: Minsta temperatur är
tr: Minimum sıcaklık
uk: Максимальна температура
zh_hans: 最低温度为

# max_temp_is
source: maximum temperature is
cs: maximální teplota je
da: maksimal temperatur er
de: max temp ist
el: μέγιστη θερμοκρασία είναι
es: la temperatura máxima es
et: maksimaalne temperatuur on
fi: maksimi lämpötila on
fr: température maximale
hu: a maximális hőmérséklet
id: suhu maksimum adalah
it: la temperatura massima è
ja: 最高気温は
lt: maksimali temperatūra yra
lv: maksimālā temperatūra ir
nl: maximale temperatuur is
pl: maksymalna temperatura to
pt_br: a temperatura máxima é
ro: temperatura maximă este
ru: максимальная температура
sk: maximálna teplota je
sl: najvišja temperatura je
sr: maksimalna temperatura
sv: maximal temperatur är
tr: maksimum sıcaklık
uk: мінімальна температура
zh_hans: 最高温度是

# explanation_title
source: Your wardrobe
cs: Váš šatník
da: Din garderobe
de: Deine Garderobe
el: Η ντουλάπα σας
es: Su guardarropa
et: Sinu riidekapp
fi: Sinun vaatekaappisi
fr: Votre garde-robe
hu: A ruhatárad
id: Lemari pakaian Anda
it: Il tuo guardaroba
ja: あなたのワードローブ
lt: Jūsų drabužių spinta
lv: Jūsu drēbju skapis
nl: Jouw garderobe
pl: Twoja szafa
pt_br: Seu guarda-roupa
ro: Garderoba ta
ru: Ваш гардероб
sk: Váš šatník
sl: Vaša garderoba
sr: Vaša garderoba
sv: Din garderob
tr: Gardırobunuz
uk: Ваш гардероб
zh_hans: 你的衣橱
