Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# internet_error_title
source: Connection error
cs: Chyba připojení
da: Forbindelsesfejl
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
es: Error de conexión
et: Ühenduse viga
fi: Yhteysvirhe
fr: Erreur de connexion
hu: Kapcsolati hiba
id: Koneksi error
it: Errore di connessione
ja: 接続エラー
lt: Ryšio klaida
lv: Savienojuma kļūda
nl: Verbindingsfout
pl: Błąd połączenia
pt_br: Erro de conexão
ro: Eroare de conexiune
ru: Ошибка соединения
sk: Chyba spojenia
sl: Napaka v povezavi
sr: Greška u vezi
sv: Anslutningsfel
tr: Bağlantı hatası
uk: Помилка з'єднання
zh_hans: 连接错误

# internet_error_text
source: Oops! Looks like no internet. Please, check your connection.
cs: Ups! Vypadá to, že není internet. Zkontrolujte prosím své připojení.
da: Ups! Det ser ud til, at der ikke er noget internet. Tjek venligst din forbindelse.
de: Hoppla! Keine Internetverbindung. Bitte überprüfen Sie die Verbindung.
el: Ωχ! Φαίνεται ότι δεν υπάρχει διαδίκτυο. Ελέγξτε τη σύνδεσή σας.
es: ¡UPS! Sin conexión a Internet. Compruebe la conexión, por favor.
et: Oih! Tundub, et internetti pole. Palun kontrolli oma ühendust.
fi: Hups! Näyttää siltä, ettei internetiä ole. Tarkista yhteys.
fr: Activez les données cellulaires ou utilisez le WI-FI pour accéder aux données.
hu: Hoppá! Úgy tűnik, nincs internet. Kérjük, ellenőrizze a kapcsolatot.
id: Ups! Sepertinya tidak ada internet. Tolong, periksa koneksi Anda.
it: Ops! Sembra niente internet. Per favore, controlla la tua connessione.
ja: おっとっと！インターネットはないようです。接続を確認してください。
lt: Oi! Panašu, kad interneto nėra. Prašome patikrinti ryšį.
lv: Hmm! Izskatās, ka nav interneta. Lūdzu, pārbaudiet savienojumu.
nl: Oeps! Het lijkt erop dat er geen internet is. Controleer uw verbinding.
pl: Ups! Wygląda na to, że nie ma internetu. Proszę, sprawdź swoje połączenie.
pt_br: Oops! Parece que não há internet. Por favor, verifique sua conexão.
ro: Hopa! Se pare că nu există internet. Vă rugăm să vă verificați conexiunea.
ru: Упс! Нет интернет соединения. Проверьте ваше подключение.
sk: Ojoj! Vyzerá to ako bez internetu. Prosím, skontrolujte svoje pripojenie.
sl: Ups! Videti je, da ni interneta. Preverite povezavo.
sr: Ups! Nema internetske veze. Molimo, proverite svoju vezu.
sv: hoppsan! Ser ut som inget internet. Vänligen kontrollera din anslutning.
tr: Oops! İnternet yok gibi görünüyor. Lütfen bağlantınızı kontrol edin.
uk: Упс! Немає Інтернет з'єднання. Перевірте, будь ласка, підключення.
zh_hans: 哎呀！好像没有网络。请检查您的连接。

# geo_error_title
source: Geolocation is unavailable
cs: Geolokace není k dispozici
da: Geolokalisering er ikke tilgængelig
de: Geolokalisierung nicht verfügbar
el: Η γεωγραφική θέση δεν είναι διαθέσιμη
es: Geolocalización no está disponible
et: Geolokatsioon pole saadaval
fi: Geopaikannus ei ole käytettävissä
fr: La géolocalisation n'est pas disponible
hu: A földrajzi helymeghatározás nem érhető el
id: Geolokasi tidak tersedia
it: La geolocalizzazione non è disponibile
ja: 位置情報を利用できません
lt: Geografinė padėtis nepasiekiama
lv: Ģeolokācijas noteikšana nav pieejama
nl: Geolocatie is niet beschikbaar
pl: Geolokalizacja jest niedostępna
pt_br: A geolocalização não está disponível
ro: Geolocalizarea este indisponibilă
ru: Геолокация недоступна
sk: Geolokácia nie je k dispozícii
sl: Geolokacija ni na voljo
sr: Vaša geopozicija je nedostupna
sv: Geolokalisering är inte tillgänglig
tr: Coğrafi konum kullanılamıyor
uk: Геолокація недоступна
zh_hans: 地理位置不可用

# geo_error_text
source: Sorry, can't get your location. Please, allow access to your location in system settings.
cs: Je mi líto, ale nemohu zjistit vaši polohu. Povolte prosím přístup ke své poloze v nastavení systému.
da: Beklager, jeg kan ikke få fat i din placering. Du skal tillade adgang til din placering i systemindstillingerne.
de: Es tut mir leid, es gibt keinen Zugang zu Geolocation. Überprüfen Sie die Einstellungen Ihres Geräts.
el: Λυπούμαστε, δεν μπορώ να λάβω την τοποθεσία σας. Επιτρέψτε την πρόσβαση στην τοποθεσία σας στις ρυθμίσεις συστήματος.
es: Lo siento, no hay acceso a la geolocalización. Verifique la configuración de su dispositivo.
et: Kahjuks ei saa teie asukohta teada. Palun lubage süsteemiseadetes juurdepääs oma asukohale.
fi: Anteeksi, en saa sijaintisi selville. Salli sijaintisi käyttöoikeus järjestelmäasetuksissa.
fr: Désolé, il n'y a pas d'accès à la géolocalisation. Vérifiez les paramètres de votre appareil.
hu: Sajnáljuk, nem tudom megállapítani a tartózkodási helyét. Kérjük, engedélyezze a hozzáférést a tartózkodási helyéhez a rendszerbeállításokban.
id: Maaf, tidak bisa mendapatkan lokasi Anda. Harap izinkan akses ke lokasi Anda di pengaturan sistem.
it: Spiacenti, non riesco a ottenere la tua posizione. Per favore, consenti l'accesso alla tua posizione nelle impostazioni di sistema.
ja: 現在地を取得できません。システム設定で位置情報へのアクセスを許可してください。
lt: Atsiprašome, negaliu nustatyti jūsų vietos. Leiskite pasiekti savo vietą sistemos nustatymuose.
lv: Diemžēl nevar uzzināt jūsu atrašanās vietu. Lūdzu, sistēmas iestatījumos atļaujiet piekļuvi savai atrašanās vietai.
nl: Sorry, kan je locatie niet ophalen. Geef alstublieft toegang tot uw locatie in de systeeminstellingen.
pl: Przepraszamy, nie mogę uzyskać Twojej lokalizacji. Zezwól na dostęp do swojej lokalizacji w ustawieniach systemu.
pt_br: Desculpe, não consigo localizar você. Por favor, permita o acesso à sua localização nas configurações do sistema.
ro: Ne pare rău, nu pot obține locația dvs. Vă rugăm să permiteți accesul la locația dvs. în setările sistemului.
ru: Извините, нет доступа к геолокации. Проверьте настройки вашего девайса.
sk: Ľutujeme, vašu polohu sa nepodarilo zistiť. Prosím, povoľte prístup k vašej polohe v systémových nastaveniach.
sl: Oprostite, vaše lokacije ni mogoče dobiti. Dovolite dostop do svoje lokacije v sistemskih nastavitvah.
sr: Žao nam je, ali ne možem da dobijem vašu lokaciju. Dozvolite pristup vašoj lokaciji u sistemski podešavanjima.
sv: Jag kan tyvärr inte hitta din plats. Tillåt åtkomst till din plats i systeminställningarna.
tr: Üzgünüz, konumunuzu alamıyorum. Lütfen sistem ayarlarından konumunuza erişime izin verin.
uk: Вибачте, немає доступу до геолокації. Перевірте налаштування вашого девайса.
zh_hans: 抱歉，无法获取您的位置。请允许在系统设置中访问您的位置。

# unknown_error_title
source: Something went wrong...
cs: Něco se pokazilo...
da: Noget gik galt...
de: Etwas ist schief gelaufen...
el: Κάτι πήγε στραβά...
es: Algo salió mal...
et: Midagi läks valesti...
fi: Jokin meni pieleen...
fr: Quelque chose ne va pas...
hu: Valami elromlott...
id: Ada yang salah...
it: Qualcosa è andato storto...
ja: 何かがうまくいかなかった...
lt: Kažkas nutiko...
lv: Kaut kas nogāja greizi...
nl: Er is iets fout gegaan...
pl: Coś poszło nie tak...
pt_br: Algo deu errado...
ro: Ceva n-a mers bine...
ru: Что-то пошло не так...
sk: Niečo sa pokazilo...
sl: Nekaj je šlo narobe...
sr: Nešto je krenulo naopako
sv: Något gick fel...
tr: Bir şeyler ters gitti.
uk: Щось пішло не так...
zh_hans: 出问题了...

# unknown_error_text
source: Sorry, something went wrong. Please, contact us and we'll fix it.
cs: Omlouvám se, něco se pokazilo. Kontaktujte nás a my to napravíme.
da: Beklager, der gik noget galt. Kontakt os venligst, så retter vi det.
de: Bitte mailen Sie zur Unterstützung und wir werden alles reparieren.
el: Συγνώμη, κάτι πήγε στραβά. Επικοινωνήστε μαζί μας και θα το διορθώσουμε.
es: Por favor escribe a soporte y arreglaremos todo.
et: Vabandust, midagi läks valesti. Palun võtke meiega ühendust ja me parandame selle.
fi: Anteeksi, jokin meni pieleen. Ota yhteyttä, niin korjaamme asian.
fr: S'il vous plaît écrivez au support, nous allons tout réparer.
hu: Elnézést, valami nem ment jól. Kérem, vegye fel velünk a kapcsolatot és megjavítjuk.
id: Maaf, ada yang tidak beres. Silakan, hubungi kami dan kami akan memperbaikinya.
it: Scusa, qualcosa è andato storto. Per favore, contattaci e lo sistemeremo.
ja: エラーが発生しました。お問い合わせください。修正いたします。
lt: Atsiprašome, kažkas nutiko. Prašome susisiekti su mumis ir mes tai sutvarkysime.
lv: Piedod, kaut kas nogāja greizi. Lūdzu, sazinieties ar mums un mēs to salabosim.
nl: Sorry, er ging iets mis. Neem alsjeblieft contact met ons op, dan lossen we het op.
pl: Przepraszam, coś poszło nie tak. Skontaktuj się z nami, a my to naprawimy.
pt_br: Desculpe, algo deu errado. Por favor, entre em contato conosco e nós o consertaremos.
ro: Scuze, ceva a mers greșit. Vă rugăm să ne contactați și o vom repara.
ru: Пожалуйста, напишите в поддержку, и мы всё починим.
sk: Prepáčte, niečo sa pokazilo. Prosím, kontaktujte nás a my to opravíme.
sl: Oprostite, nekaj je šlo narobe. Prosimo, kontaktirajte nas in popravili bomo.
sr: Izvinite, nešto nije u redu. Molimo, kontaktirajte nas i mi ćemo to popraviti.
sv: Förlåt, något gick fel. Vänligen kontakta oss så fixar vi det.
tr: Üzgünüm, bir şeyler ters gitti. Lütfen bizimle iletişime geçin, düzelteceğiz.
uk: Будь ласка, напишіть на підтримку, і ми все полагодимо.
zh_hans: 抱歉，出了一些问题。请联系我们，我们会修复它。

# notifications_error_title
source: Permission error
cs: Chyba oprávnění
da: Fejl i tilladelsen
de: Benachrichtigungen verbieten
el: Σφάλμα άδειας
es: Notificaciones están prohibidas
et: Loa viga
fi: Lupavirhe
fr: Erreur d'autorisation
hu: Engedélyezési hiba
id: Kesalahan izin
it: Errore di autorizzazione
ja: 権限エラー
lt: Leidimo klaida
lv: Atļaujas kļūda
nl: Toestemmingsfout
pl: Błąd uprawnień
pt_br: Erro de permissão
ro: Eroare de permisiune
ru: Уведомления запрещены
sk: Chyba povolenia
sl: Napaka dovoljenja
sr: Greška u obaveštanjima
sv: Tillståndsfel
tr: İzin hatası
uk: Повідомлення заборонені
zh_hans: 权限错误

# notifications_error_text
source: Please, check your permission for notifications in settings.
cs: V nastavení zkontrolujte oprávnění pro oznámení.
da: Kontroller din tilladelse til meddelelser i indstillingerne.
de: Bitte überprüfen Sie die Push-Benachrichtigungseinstellungen Ihres Geräts.
el: Ελέγξτε την άδειά σας για ειδοποιήσεις στις ρυθμίσεις.
es: Por favor verifique la configuración de push-notificaciones de su dispositivo.
et: Kontrollige oma märguannete luba seadetes.
fi: Tarkista ilmoitusten salliminen asetuksista.
fr: Veuillez vérifier les paramètres de votre appareil.
hu: Kérjük, ellenőrizze az értesítésekre vonatkozó engedélyét a beállításokban.
id: Silakan, periksa izin Anda untuk pemberitahuan di pengaturan.
it: Per favore, controlla la tua autorizzazione per le notifiche nelle impostazioni.
ja: 設定で通知の許可を確認してください。
lt: Patikrinkite savo leidimą gauti pranešimus nustatymuose.
lv: Lūdzu, pārbaudiet savu atļauju saņemt paziņojumus iestatījumos.
nl: Controleer je toestemming voor meldingen in de instellingen.
pl: Sprawdź swoją zgodę na powiadomienia w ustawieniach.
pt_br: Por favor, verifique sua permissão para notificações nas configurações.
ro: Vă rugăm să verificați permisiunea dvs. pentru notificări în setări.
ru: Проверьте настройки уведомлений вашего девайса.
sk: Skontrolujte si prosím, aké máte povolenie na upozornenia v nastaveniach.
sl: Preverite svoje dovoljenje za obvestila v nastavitvah.
sr: Molimo, proverite svoju dozvolu za obaveštenja u podešavanjima.
sv: Kontrollera din behörighet för aviseringar i inställningarna.
tr: Lütfen ayarlardan bildirimler için izninizi kontrol edin.
uk: Будь ласка, перевірте налаштування повідомлень вашого девайса.
zh_hans: 请在设置中检查您对通知的权限。

source: Go to settings
cs: Přejít do nastavení
da: Gå til indstillinger
de: Zu den Einstellungen
el: Μεταβείτε στις ρυθμίσεις
es: Ir a la configuración
et: Mine seadistustesse
fi: Siirry asetuksiin
fr: Ouvrir les réglages
hu: Menjen a beállításokhoz
id: Pergi ke pengaturan
it: Vai alle impostazioni
ja: 設定に移動する
lt: Eikite į nustatymus
lv: Iet uz iestatījumiem
nl: Ga naar instellingen
pl: Przejdź do ustawień
pt_br: Ir para as configurações
ro: Mergeți la setări
ru: Перейти в настройки
sk: Prejsť do nastavení
sl: Pojdite v nastavitve
sr: Otvoriti podešavanja
sv: Gå till inställningar
tr: Ayarlara git
uk: Перейти до налаштувань
zh_hans: 转到设置

source: Try again
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
et: Proovige uuesti
fi: Yritä uudelleen
fr: Réessayer
hu: Próbálja újra
id: Coba lagi
it: Riprova
ja: 再試行
lt: Pabandykite dar kartą
lv: Mēģiniet vēlreiz
nl: Probeer het nog eens
pl: Spróbuj ponownie
pt_br: Tente novamente
ro: Încearcă din nou
ru: Попробовать еще раз
sk: Skúste to znova
sl: Poskusite znova
sr: Pokušajte ponovo
sv: Försök igen
tr: Tekrar deneyin
uk: Спробуйте знову
zh_hans: 再试一次

# rate_title
source: Enjoying TheWear?
cs: Líbí se vám TheWear?
da: Nyder du TheWear?
de: Gefällt Ihnen TheWear?
el: Απολαμβάνετε το TheWear;
es: ¿Disfrutando de TheWear?
et: Kas teile meeldib TheWear?
fi: Nautitko TheWearista?
fr: Comment aimez-vous notre TheWear?
hu: Tetszik a TheWear?
id: Menikmati TheWear?
it: Ti piace TheWear?
ja: TheWearを楽しんでいますか？
lt: Ar jums patinka TheWear?
lv: Vai jums patīk TheWear?
nl: Genieten van TheWear?
pl: Podoba Ci się TheWear?
pt_br: Desfrutando da TheWear?
ro: Vă bucurați de TheWear?
ru: Как вам TheWear?
sk: Páči sa vám TheWear?
sl: Uživate v TheWear?
sr: Kako vam se sviđa TheWear?
sv: Gillar du TheWear?
tr: TheWear'ı beğendiniz mi?
uk: Як ви TheWear?
zh_hans: 喜欢 TheWear？

# rate_description
source: Whether you like the app or have something to say, we'd love to hear it.
cs: Ať už se vám aplikace líbí, nebo k ní máte co říct, rádi si to poslechneme.
da: Uanset om du kan lide appen eller har noget at sige, vil vi gerne høre det.
de: Ob Sie die App mögen oder etwas zu sagen haben, wir würden uns freuen, es zu hören.
el: Είτε σας αρέσει η εφαρμογή είτε έχετε κάτι να πείτε, θα θέλαμε να την ακούσουμε.
es: Tanto si te gusta la aplicación como si tienes algo que decir, nos encantaría escucharlo.
et: Kas teile meeldib rakendus või teil on midagi öelda, me kuuleme seda hea meelega.
fi: Pidätkö sovelluksesta tai onko sinulla jotain sanottavaa, haluaisimme kuulla sen.
fr: Dites-nous ce que vous aimez dans l'application et ce que vous pensez qu'il faudrait améliorer.
hu: Akár tetszik az alkalmazás, akár mondanivalója van, szívesen meghallgatjuk.
id: Apakah Anda menyukai aplikasi ini atau ingin mengatakan sesuatu, kami akan senang mendengarnya.
it: Che ti piaccia l'app o che tu abbia qualcosa da dire, ci piacerebbe sentirla.
ja: このアプリが気に入ったか、何か言いたいことがあれば、ぜひお聞かせください。
lt: Nesvarbu, ar jums patinka programa, ar turite ką pasakyti, mes norėtume tai išgirsti.
lv: Neatkarīgi no tā, vai jums patīk lietotne vai jums ir ko teikt, mēs labprāt to dzirdētu.
nl: Of je de app nu leuk vindt of iets te zeggen hebt, we horen het graag.
pl: Niezależnie od tego, czy podoba Ci się aplikacja, czy masz coś do powiedzenia, chętnie ją usłyszymy.
pt_br: Quer você goste do aplicativo ou tenha algo a dizer, nós adoraríamos ouvi-lo.
ro: Indiferent dacă vă place aplicația sau aveți ceva de spus, ne-ar plăcea să o auzim.
ru: Расскажите нам, что вам нравится в приложении, а что, по вашему мнению, стоит улучшить.
sk: Či už sa vám aplikácia páči alebo máte čo povedať, radi si to vypočujeme.
sl: Ne glede na to, ali vam je aplikacija všeč ali želite kaj povedati, bi radi slišali.
sr: Recite nam šta vam se sviđa u vezi sa aplikacijom i šta mislite da treba da se poboljša.
sv: Oavsett om du gillar appen eller har något att säga, vill vi gärna höra det.
tr: Uygulamayı beğendiyseniz veya söyleyecek bir şeyiniz varsa, duymak isteriz.
uk: Розкажіть нам, що вам подобається у додатку, а що, на вашу думку, варто покращити.
zh_hans: 无论您喜欢该应用程序还是有话要说，我们都很乐意听到它。

source: Go to AppStore
cs: Přejít na AppStore
da: Gå til AppStore
de: Zum AppStore
el: Μεταβείτε στο AppStore
es: Ir a la AppStore
et: Mine AppStore'i
fi: Siirry AppStoreen
fr: Ouvrir AppStore
hu: Menjen az AppStore-ba
id: Pergi ke AppStore
it: Vai all'AppStore
ja: AppStoreにアクセスする
lt: Eikite į AppStore
lv: Iet uz AppStore
nl: Ga naar AppStore
pl: Przejdź do AppStore
pt_br: Ir para AppStore
ro: Mergeți la AppStore
ru: Перейти в AppStore
sk: Prejsť do AppStore
sl: Pojdite v trgovino AppStore
sr: Otvoriti AppStore
sv: Gå till AppStore
tr: AppStore'a git
uk: Перейти до AppStore
zh_hans: 转到AppStore

# extremely_cold
source: Extremely cold outside! Put on warm winter clothes.
cs: Venku extrémně chladno! Oblečte si teplé zimní oblečení.
da: Ekstremt koldt udenfor! Tag varmt vintertøj på.
de: Es ist sehr kalt! Zieh dich wärmer an.
el: Πολύ κρύο έξω! Φορέστε ζεστά χειμωνιάτικα ρούχα.
es: ¡Muy frío! Vístase más cálido.
et: Väljas ülikülm! Pane selga soojad talveriided.
fi: Ulkona on erittäin kylmä! Pue lämpimät talvivaatteet päällesi.
fr: Très froid! Habillez-vous chaudement.
hu: Rendkívül hideg kint! Vegyen fel meleg téli ruhát.
id: Di luar sangat dingin! Kenakan pakaian musim dingin yang hangat.
it: Fuori molto freddo! Indossa abiti invernali caldi.
ja: 外は極寒！暖かい冬の服を着てください。
lt: Lauke nepaprastai šalta! Apsirenkite šiltus žieminius drabužius.
lv: Ārā ārkārtīgi auksts! Uzvelc siltas ziemas drēbes.
nl: Extreem koud buiten! Trek warme winterkleren aan.
pl: Ekstremalnie zimno na zewnątrz! Załóż ciepłe zimowe ubrania.
pt_br: Extremamente frio lá fora! Vistam roupas quentes de inverno.
ro: Extrem de frig afară! Pune-ți haine calde de iarnă.
ru: Очень холодно! Одевайтесь теплее.
sk: Vonku extrémne chladno! Oblečte si teplé zimné oblečenie.
sl: Zunaj izjemno mrzlo! Oblecite topla zimska oblačila.
sr: Veoma hladno napolju! Obući toplu zimsku odeću.
sv: Extremt kallt ute! Ta på dig varma vinterkläder.
tr: Dışarısı çok soğuk! Kalın kışlık giysiler giyin.
uk: Дуже холодно! Одягайтеся тепліше.
zh_hans: 外面特别冷！穿上温暖的冬衣。

# frosty
source: Feels frosty outside! Put on a warm jacket, a scarf, a hat and gloves.
cs: Venku mrzne! Oblečte si teplou bundu, šálu, čepici a rukavice.
da: Det føles koldt udenfor! Tag en varm jakke, et halstørklæde, en hat og handsker på.
de: Draußen ist es frostig! Zieh eine warme Jacke, einen Schal, eine Mütze und Handschuhe an.
el: Έχει παγωνιά έξω! Φορέστε ένα ζεστό μπουφάν, ένα κασκόλ, ένα καπέλο και γάντια.
es: Fuera hace mucho frío. Ponte una chaqueta cálida, una bufanda, un gorro y guantes.
et: Väljas on külm! Pane soe jope, sall, müts ja kindad selga.
fi: Ulkona on pakkasta! Laita lämmin takki, huivi, pipo ja hanskat.
fr: Brrr...Portez une veste chaude, une écharpe, un chapeau et des gants.
hu: Kint fagyos az idő! Vegyen fel meleg kabátot, sálat, sapkát és kesztyűt.
id: Terasa dingin di luar! Kenakan jaket hangat, syal, topi dan sarung tangan.
it: Fuori c'è il gelo! Indossate una giacca calda, una sciarpa, un cappello e dei guanti.
ja: 外は霜が降りているような感じです 暖かい上着を着て、マフラーをして、帽子と手袋をしましょう。
lt: Lauke jaučiasi šaltis! Apsivilkite šiltą striukę, šaliką, kepurę ir pirštines.
lv: Ārpusē jūtams sals! Uzvelciet siltu jaku, šalli, cepuri un cimdus.
nl: Het vriest buiten! Doe een warme jas aan, een sjaal, een muts en handschoenen.
pl: Na zewnątrz czuć mróz! Załóż ciepłą kurtkę, szalik, czapkę i rękawiczki.
pt_br: Sente-se gelado lá fora! Vista um casaco quente, um lenço, um chapéu e luvas.
ro: Se simte gerul afară! Puneți-vă o jachetă călduroasă, o eșarfă, o pălărie și mănuși.
ru: Бр-р, морозно! Надевайте теплую куртку, шарф, шапку и перчатки.
sk: Vonku mrzne! Oblečte si teplú bundu, šál, čiapku a rukavice.
sl: Zunaj je mrzlo! Nadenite si toplo jakno, šal, klobuk in rokavice.
sr: Napolju je mraz! Stavite toplu jaknu, šal, kapu i rukavice.
sv: Känns frostigt ute! Ta på dig en varm jacka, en halsduk, en mössa och handskar.
tr: Dışarısı buz gibi! Sıcak tutan bir ceket, bir atkı, bir şapka ve eldiven giyin.
uk: Бр-р, морозно! Одягайте теплу куртку, шарф, шапку та рукавички.
zh_hans: 外面有霜冻的感觉! 穿上温暖的夹克，围巾，帽子和手套。

# freezing
source: It's freezing! Put on a coat or a jacket, a hat, a scarf and gloves.
cs: Mrzne! Oblečte si kabát nebo bundu, čepici, šálu a rukavice.
da: Det er iskoldt! Tag frakke eller jakke, hat, tørklæde og handsker på.
de: Es ist eiskalt! Ziehen Sie einen Mantel oder eine Jacke, eine Mütze, einen Schal und Handschuhe an.
el: Κάνει παγωνιά! Φορέστε παλτό ή σακάκι, καπέλο, κασκόλ και γάντια.
es: ¡Hace mucho frío! Ponte un abrigo o una chaqueta, un gorro, una bufanda y guantes.
et: See on külmavõitu! Pane mantel või jope, müts, sall ja kindad selga.
fi: On kylmä! Pue takki tai takki, pipo, huivi ja käsineet.
fr: Il fait froid! Portez un manteau ou une veste, un chapeau, une écharpe et des gants.
hu: Fagyos az idő! Vegyél fel kabátot vagy dzsekit, sapkát, sálat és kesztyűt.
id: Di luar terasa dingin! Kenakan mantel atau jaket, topi, syal dan sarung tangan.
it: Si gela! Indossate un cappotto o una giacca, un cappello, una sciarpa e dei guanti.
ja: 外は凍りそうだ! コートか上着を着て、帽子、マフラー、手袋をしてください。
lt: Šalta! Apsivilkite paltą arba striukę, kepurę, šaliką ir pirštines.
lv: Ir auksti! Uzvelc mēteli vai jaku, cepuri, šalli un cimdus.
nl: Het vriest! Trek een jas of een mantel aan, een muts, een sjaal en handschoenen.
pl: Jest mroźno! Załóż płaszcz lub kurtkę, czapkę, szalik i rękawiczki.
pt_br: Está um gelo! Vista um casaco ou uma jaqueta, um chapéu, um lenço e luvas.
ro: Este foarte frig! Îmbracă o haină sau un sacou, o pălărie, o eșarfă și mănuși.
ru: Холодно! Надевайте пальто или куртку, шапку, шарф и перчатки.
sk: Mrzne! Oblečte si kabát alebo bundu, čiapku, šál a rukavice.
sl: Mrzlo je! Oblecite si plašč ali jakno, kapo, šal in rokavice.
sr: Smrzava se! Stavite kaput ili jaknu, kapu, šal i rukavice.
sv: Det är iskallt! Ta på dig en jacka eller kappa, en hatt, en halsduk och handskar.
tr: Hava buz gibi! Palto veya ceket, şapka, atkı ve eldiven giyin.
uk: Холодно! Одягайте пальто або куртку, шапку, шарф та рукавички.
zh_hans: 外面冻死了! 穿上外套或夹克，戴上帽子、围巾和手套。

# chilly
source: Put on a light jacket or a coat, feels chilly outside.
cs: Oblečte si lehkou bundu nebo kabát, venku je chladno.
da: Tag en let jakke eller en frakke på, det er koldt udenfor.
de: Zieh eine leichte Jacke oder einen Mantel an, draußen ist es kühl.
el: Φορέστε ένα ελαφρύ μπουφάν ή ένα παλτό, αισθάνεται παγωνιά έξω.
es: Ponte una chaqueta ligera o un abrigo, hace frío fuera.
et: Pane kerge jope või mantel selga, väljas on külm.
fi: Laita kevyt takki tai takki päälle, ulkona tuntuu kolealta.
fr: Cool, portez un manteau ou une veste.
hu: Vegyél fel egy könnyű kabátot vagy egy kabátot, hideg van odakint.
id: Kenakan jaket tipis atau mantel, terasa dingin di luar.
it: Indossa una giacca leggera o un cappotto, fuori fa freddo.
ja: 薄手の上着かコートを着てください、外は肌寒く感じます。
lt: Apsivilkite lengvą striukę arba paltą, lauke jaučiasi šaltis.
lv: Uzvelc vieglu jaku vai mēteli, ārā ir auksts.
nl: Trek een lichte jas of een mantel aan, het voelt koud aan buiten.
pl: Załóż lekką kurtkę lub płaszcz, na zewnątrz jest chłodno.
pt_br: Vista um casaco leve ou um casaco, sente-se frio lá fora.
ro: Puneți o jachetă ușoară sau o haină, se simte frig afară.
ru: Прохладно, надевайте пальто или куртку.
sk: Oblečte si ľahkú bundu alebo kabát, vonku je chladno.
sl: Oblecite si lahko jakno ali plašč, zunaj je mrzlo.
sr: Obucite laganu jaknu ili kaput, napolju je hladno.
sv: Ta på dig en lätt jacka eller en kappa, det känns kyligt ute.
tr: Hafif bir ceket veya palto giy, dışarısı soğuk.
uk: Прохолодно, надягайте пальто чи куртку.
zh_hans: 穿上薄外套或大衣，外面感觉很冷。
