Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# c01d
source: Sunny
cs: Slunný
da: Solrig
de: Sonig
el: Ηλιόλουστος
es: Hace sol
et: Päikeseline
fi: Aurinkoinen
fr: Ensoleillé
hu: Napos
id: Cerah
it: Soleggiato
ja: サニー
lt: Saulėta
lv: Saulains
nl: Zonnig
pl: Słoneczny
pt_br: Ensolarado
ro: Însorit
ru: Солнечно
sk: Slnečno
sl: Sončno
sr: Sunčano
sv: Solig
tr: Güneşli
uk: Сонячно
zh_hans: 晴天

# c01n
source: Clear
cs: Průhledná
da: Klar
de: Heiter
el: Σαφή
es: Está despejado
et: Selge
fi: Kirkas
fr: Nuit claire
hu: Egyértelmű
id: Jernih
it: Chiaro
ja: クリア
lt: Aišku
lv: Skaidrs
nl: Duidelijk
pl: Jasne
pt_br: Limpar
ro: Clar
ru: Ясно
sk: Jasný
sl: Jasno
sr: Vedro
sv: Klar
tr: Temiz
uk: Ясно
zh_hans: 清除

# c02d
source: Cloudy
cs: Zataženo
da: Overskyet
de: Wolkig
el: Συννεφιασμένος
es: Está nublado
et: Pilves ilm
fi: Pilvinen
fr: Couvert
hu: Felhős
id: Berawan
it: Nuvoloso
ja: 曇り
lt: Debesuota
lv: Mākoņains
nl: Bewolkt
pl: Pochmurny
pt_br: Nublado
ro: Noros
ru: Облачно
sk: Zamračené
sl: Oblačno
sr: Oblačno
sv: Molnig
tr: Bulutlu
uk: Хмарно
zh_hans: 多云的

# c02n
source: Cloudy
cs: Zataženo
da: Overskyet
de: Wolkig
el: Συννεφιασμένος
es: Está nublado
et: Pilves ilm
fi: Pilvinen
fr: Couvert
hu: Felhős
id: Berawan
it: Nuvoloso
ja: 曇り
lt: Debesuota
lv: Mākoņains
nl: Bewolkt
pl: Pochmurny
pt_br: Nublado
ro: Noros
ru: Облачно
sk: Zamračené
sl: Oblačno
sr: Oblačno
sv: Molnig
tr: Bulutlu
uk: Хмарно
zh_hans: 多云的

# c03d
source: Cloudy
cs: Zataženo
da: Overskyet
de: Wolkig
el: Συννεφιασμένος
es: Está nublado
et: Pilves ilm
fi: Pilvinen
fr: Couvert
hu: Felhős
id: Berawan
it: Nuvoloso
ja: 曇り
lt: Debesuota
lv: Mākoņains
nl: Bewolkt
pl: Pochmurny
pt_br: Nublado
ro: Noros
ru: Облачно
sk: Zamračené
sl: Oblačno
sr: Oblačno
sv: Molnig
tr: Bulutlu
uk: Хмарно
zh_hans: 多云的

# c03n
source: Cloudy
cs: Zataženo
da: Overskyet
de: Wolkig
el: Συννεφιασμένος
es: Está nublado
et: Pilves ilm
fi: Pilvinen
fr: Couvert
hu: Felhős
id: Berawan
it: Nuvoloso
ja: 曇り
lt: Debesuota
lv: Mākoņains
nl: Bewolkt
pl: Pochmurny
pt_br: Nublado
ro: Noros
ru: Облачно
sk: Zamračené
sl: Oblačno
sr: Oblačno
sv: Molnig
tr: Bulutlu
uk: Хмарно
zh_hans: 多云的

# c04d
source: Overcast
cs: Zatažený
da: Overskyet
de: Bewölkt
el: Νεφελώδης
es: Está nublado
et: Pilvine
fi: Pilvinen
fr: Couvert
hu: Felhős
id: Mendung
it: Nuvoloso
ja: どんよりした
lt: Debesuota
lv: Apmācies
nl: Bewolkt
pl: Pochmurny
pt_br: Encoberto
ro: Acoperit de nori
ru: Пасмурно
sk: Zatiahnuté
sl: Oblačno
sr: Oblačno
sv: Mulen
tr: Bulutlu
uk: Похмуро
zh_hans: 灰蒙蒙

# c04n
source: Overcast
cs: Zatažený
da: Overskyet
de: Bewölkt
el: Νεφελώδης
es: Está nublado
et: Pilvine
fi: Pilvinen
fr: Nuageux
hu: Felhős
id: Mendung
it: Nuvoloso
ja: どんよりした
lt: Debesuota
lv: Apmācies
nl: Bewolkt
pl: Pochmurny
pt_br: Encoberto
ro: Acoperit de nori
ru: Пасмурно
sk: Zatiahnuté
sl: Oblačno
sr: Oblačno
sv: Mulen
tr: Bulutlu
uk: Похмуро
zh_hans: 灰蒙蒙

# u00d
source: Precipitation
cs: Srážky
da: Nedbør
de: Niederschlag
el: Κατακρήμνιση
es: Precipitación
et: Sademed
fi: Sademäärä
fr: Précipitation
hu: Csapadék
id: Pengendapan
it: Precipitazione
ja: 降水量
lt: Krituliai
lv: Nokrišņi
nl: Neerslag
pl: Opad atmosferyczny
pt_br: Precipitação
ro: Precipitare
ru: Осадки
sk: Zrážky
sl: Padavine
sr: Padavine
sv: Nederbörd
tr: Yağış
uk: Опади
zh_hans: 沉淀

# u00n
source: Precipitation
cs: Srážky
da: Nedbør
de: Niederschlag
el: Κατακρήμνιση
es: Precipitación
et: Sademed
fi: Sademäärä
fr: Précipitation
hu: Csapadék
id: Pengendapan
it: Precipitazione
ja: 降水量
lt: Krituliai
lv: Nokrišņi
nl: Neerslag
pl: Opad atmosferyczny
pt_br: Precipitação
ro: Precipitare
ru: Осадки
sk: Zrážky
sl: Padavine
sr: Padavine
sv: Nederbörd
tr: Yağış
uk: Опади
zh_hans: 沉淀

# a01d
source: Mist
cs: Mlha
da: Tåge
de: Nebel
el: Ομίχλη
es: Niebla
et: Udu
fi: Sumu
fr: Brouillard
hu: Köd
id: Kabut
it: Nebbia
ja: 靄
lt: Rūkas
lv: Migla
nl: De nevel
pl: Zamglenie
pt_br: Névoa
ro: Aburi
ru: Туман
sk: Hmla
sl: Megla
sr: Izmaglica
sv: Dimma
tr: Sis
uk: Туман
zh_hans: 薄雾

# a01n
source: Mist
cs: Mlha
da: Tåge
de: Nebel
el: Ομίχλη
es: Niebla
et: Udu
fi: Sumu
fr: Brouillard
hu: Köd
id: Kabut
it: Nebbia
ja: 靄
lt: Rūkas
lv: Migla
nl: De nevel
pl: Zamglenie
pt_br: Névoa
ro: Aburi
ru: Туман
sk: Hmla
sl: Megla
sr: Izmaglica
sv: Dimma
tr: Sis
uk: Туман
zh_hans: 薄雾

# a02d
source: Smoke
cs: Kouř
da: Røg
de: Dunst
el: Καπνός
es: Calima
et: Suitsu
fi: Savu
fr: Brume
hu: Füst
id: Merokok
it: Fumo
ja: 煙
lt: Rūkyti
lv: Dūmu
nl: Rook
pl: Palić
pt_br: Fumo
ro: Fum
ru: Дымка
sk: Dym
sl: Dim
sr: Sumaglica
sv: Rök
tr: Duman
uk: Серпанок
zh_hans: 抽烟

# a02n
source: Smoke
cs: Kouř
da: Røg
de: Dunst
el: Καπνός
es: Calima
et: Suitsu
fi: Savu
fr: Brume
hu: Füst
id: Merokok
it: Fumo
ja: 煙
lt: Rūkyti
lv: Smēķēt
nl: Rook
pl: Palić
pt_br: Fumo
ro: Fum
ru: Дымка
sk: Dym
sl: Dim
sr: Sumaglica
sv: Rök
tr: Duman
uk: Серпанок
zh_hans: 抽烟

# a03d
source: Haze
cs: Opar
da: Dis
de: Dunst
el: Ομίχλη
es: Bruma
et: Hägusus
fr: Brume
hu: Köd
id: Kabut
it: Foschia
ja: ヘイズ
lt: Migla
lv: Migla
nl: Nevel
pl: Mgła
pt_br: Perigo
ro: Ceață
ru: Мгла
sl: Meglica
sr: Izmaglica
sv: Dis
tr: Pus
uk: Імла
zh_hans: 阴霾

# a03n
source: Haze
cs: Opar
da: Dis
de: Dunst
el: Ομίχλη
es: Bruma
et: Hägusus
fr: Brume
hu: Köd
id: Kabut
it: Foschia
ja: ヘイズ
lt: Migla
lv: Migla
nl: Nevel
pl: Mgła
pt_br: Perigo
ro: Ceață
ru: Мгла
sl: Meglica
sr: Izmaglica
sv: Dis
tr: Pus
uk: Імла
zh_hans: 阴霾

# a04d
source: Sand/dust
cs: Písek/prach
da: Sand/støv
de: Nebel
el: Άμμος/σκόνη
es: Niebla
et: Liiv/tolm
fi: Hiekka/pöly
fr: Brouillard
hu: Homok/por
id: Pasir/debu
it: Sabbia/polvere
ja: 砂・ちり
lt: Smėlis/dulkės
lv: Smiltis/putekļi
nl: Zand/stof
pl: Piasek/pył
pt_br: Areia/pó
ro: Nisip/praf
ru: Туман
sk: Piesok/prach
sl: Pesek/prah
sr: Prašina
sv: Sand/damm
tr: Kum/toz
uk: Туман
zh_hans: 沙/尘

# a04n
source: Sand/dust
cs: Písek/prach
da: Sand/støv
de: Nebel
el: Άμμος/σκόνη
es: Niebla
et: Liiv/tolm
fi: Hiekka/pöly
fr: Brouillard
hu: Homok/por
id: Pasir/debu
it: Sabbia/polvere
ja: 砂・ちり
lt: Smėlis/dulkės
lv: Smiltis/putekļi
nl: Zand/stof
pl: Piasek/pył
pt_br: Areia/pó
ro: Nisip/praf
ru: Туман
sk: Piesok/prach
sl: Pesek/prah
sr: Prašina
sv: Sand/damm
tr: Kum/toz
uk: Туман
zh_hans: 沙/尘

# a05d
source: Fog
cs: Mlha
da: Tåge
de: Nebel
el: Ομίχλη
es: Niebla
et: Udu
fi: Sumu
fr: Brouillard
hu: Köd
id: Kabut
it: Nebbia
ja: 霧
lt: Rūkas
lv: Migla
nl: Mist
pl: Mgła
pt_br: Névoa
ro: Ceaţă
ru: Туман
sk: Hmla
sl: Megla
sr: Magla
sv: Dimma
tr: Sis
uk: Туман
zh_hans: 多雾路段

# a05n
source: Fog
cs: Mlha
da: Tåge
de: Nebel
el: Ομίχλη
es: Niebla
et: Udu
fi: Sumu
fr: Brouillard
hu: Köd
id: Kabut
it: Nebbia
ja: 霧
lt: Rūkas
lv: Migla
nl: Mist
pl: Mgła
pt_br: Névoa
ro: Ceaţă
ru: Туман
sk: Hmla
sl: Megla
sr: Magla
sv: Dimma
tr: Sis
uk: Туман
zh_hans: 多雾路段

# a06d
source: Fog
cs: Mlha
da: Tåge
de: Nebel
el: Ομίχλη
es: Niebla
et: Udu
fi: Sumu
fr: Brouillard
hu: Köd
id: Kabut
it: Nebbia
ja: 霧
lt: Rūkas
lv: Migla
nl: Mist
pl: Mgła
pt_br: Névoa
ro: Ceaţă
ru: Туман
sk: Hmla
sl: Megla
sr: Magla
sv: Dimma
tr: Sis
uk: Туман
zh_hans: 多雾路段

# a06n
source: Fog
cs: Mlha
da: Tåge
de: Nebel
el: Ομίχλη
es: Niebla
et: Udu
fi: Sumu
fr: Brouillard
hu: Köd
id: Kabut
it: Nebbia
ja: 霧
lt: Rūkas
lv: Migla
nl: Mist
pl: Mgła
pt_br: Névoa
ro: Ceaţă
ru: Туман
sk: Hmla
sl: Megla
sr: Magla
sv: Dimma
tr: Sis
uk: Туман
zh_hans: 多雾路段

# s01d
source: Light snow
cs: Slabé sněžení
da: Let sne
de: Leichter schneefall
el: Ελαφρύ χιόνι
es: Nevisca
et: Kerge lund
fi: Kevyt lumi
fr: Neige légère
hu: Enyhe havazás
id: Salju ringan
it: Neve leggera
ja: 小雪
lt: Šviesus sniegas
lv: Neliels sniegs
nl: Lichte sneeuw
pl: Lekkie opady śniegu
pt_br: Neve leve
ro: Zăpadă ușoară
ru: Небольшой снег
sk: Slabé sneženie
sl: Rahel sneg
sr: Lagani sneg
sv: Lätt snö
tr: Hafif kar
uk: Невеликий сніг
zh_hans: 小雪

# s01n
source: Light snow
cs: Slabé sněžení
da: Let sne
de: Leichter schneefall
el: Ελαφρύ χιόνι
es: Nevisca
et: Kerge lund
fi: Kevyt lumi
fr: Neige légère
hu: Enyhe havazás
id: Salju ringan
it: Neve leggera
ja: 小雪
lt: Šviesus sniegas
lv: Neliels sniegs
nl: Lichte sneeuw
pl: Lekkie opady śniegu
pt_br: Neve leve
ro: Zăpadă ușoară
ru: Небольшой снег
sk: Slabé sneženie
sl: Rahel sneg
sr: Lagani sneg
sv: Lätt snö
tr: Hafif kar
uk: Невеликий сніг
zh_hans: 小雪

# s02d
source: Snow
cs: Sníh
da: Sne
de: Schnee
el: Χιόνι
es: Nieve
et: Lumi
fi: Lumi
fr: Neige
hu: Hó
id: Salju
it: Neve
ja: 雪
lt: Sniegas
lv: Sniegs
nl: Sneeuw
pl: Śnieg
pt_br: Neve
ro: Zăpadă
ru: Снег
sk: Sneh
sl: Sneg
sr: Sneg
sv: Snö
tr: Kar
uk: Снiг
zh_hans: 雪

# s02n
source: Snow
cs: Sníh
da: Sne
de: Schnee
el: Χιόνι
es: Nieve
et: Lumi
fi: Lumi
fr: Neige
hu: Hó
id: Salju
it: Neve
ja: 雪
lt: Sniegas
lv: Sniegs
nl: Sneeuw
pl: Śnieg
pt_br: Neve
ro: Zăpadă
ru: Снег
sk: Sneh
sl: Sneg
sr: Sneg
sv: Snö
tr: Kar
uk: Снiг
zh_hans: 雪

# s03d
source: Heavy snow
cs: Silné sněžení
da: Tung sne
de: Starker schneefall
el: Βαρύ χιόνι
es: Nevazo
et: Tugev lumi
fi: Raskas lumi
fr: Fortes chutes de neige
hu: Erős hó
id: Salju tebal
it: Forte nevicata
ja: 大雪
lt: Stiprus sniegas
lv: Smags sniegs
nl: Zware sneeuw
pl: Duże opady śniegu
pt_br: Neve pesada
ro: Zăpadă grea
ru: Сильный снегопад
sk: Ťažký sneh
sl: Močno sneženje
sr: Mećava
sv: Tung snö
tr: Yoğun kar
uk: Сильний снігопад
zh_hans: 暴雪

# s03n
source: Heavy snow
cs: Silné sněžení
da: Tung sne
de: Starker schneefall
el: Βαρύ χιόνι
es: Nevazo
et: Tugev lumi
fi: Raskas lumi
fr: Fortes chutes de neige
hu: Erős hó
id: Salju tebal
it: Forte nevicata
ja: 大雪
lt: Stiprus sniegas
lv: Smags sniegs
nl: Zware sneeuw
pl: Duże opady śniegu
pt_br: Neve pesada
ro: Zăpadă grea
ru: Сильный снегопад
sk: Ťažký sneh
sl: Močno sneženje
sr: Mećava
sv: Tung snö
tr: Yoğun kar
uk: Сильний снігопад
zh_hans: 暴雪

# s04d
source: Snow with rain
cs: Sníh s deštěm
da: Sne med regn
de: Schneeregen
el: Χιόνι με βροχή
es: Agua nieve
et: Lund koos vihmaga
fi: Lunta ja sadetta
fr: Neige avec pluie
hu: Havazás esővel
id: Salju dengan hujan
it: Neve con pioggia
ja: 雪と雨
lt: Sniegas su lietumi
lv: Sniegs ar lietu
nl: Sneeuw met regen
pl: Śnieg z deszczem
pt_br: Neve com chuva
ro: Zăpadă cu ploaie
ru: Снег с дождем
sk: Sneh s dažďom
sl: Sneg z dežjem
sr: Sneg sa kišom
sv: Snö med regn
tr: Yağmurlu kar
uk: Сніг з дощем
zh_hans: 有雨有雪

# s04n
source: Snow with rain
cs: Sníh s deštěm
da: Sne med regn
de: Schneeregen
el: Χιόνι με βροχή
es: Agua nieve
et: Lund koos vihmaga
fi: Lunta ja sadetta
fr: Neige avec pluie
hu: Havazás esővel
id: Salju dengan hujan
it: Neve con pioggia
ja: 雪と雨
lt: Sniegas su lietumi
lv: Sniegs ar lietu
nl: Sneeuw met regen
pl: Śnieg z deszczem
pt_br: Neve com chuva
ro: Zăpadă cu ploaie
ru: Снег с дождем
sk: Sneh s dažďom
sl: Sneg z dežjem
sr: Sneg sa kišom
sv: Snö med regn
tr: Yağmurlu kar
uk: Сніг з дощем
zh_hans: 有雨有雪

# s05d
source: Sleet
cs: Plískanice
da: Slud
de: Nassschnee
el: Χιονόνερο
es: Nieve granulos
et: lörtsi
fi: Räsäntä
fr: Boue
hu: Havas eső
id: Hujan es
it: Nevischio
ja: みぞれ
lt: Šlapdriba
lv: Slapjš slapjš
nl: Natte sneeuw
pl: Śnieg z deszczem
pt_br: Frota
ro: Lapoviță
ru: Мокрый снег
sk: Fujavica
sl: Žled
sr: Susnježica
sv: Snöblandat regn
tr: Sulu kar
uk: Мокрий сніг
zh_hans: 霰

# s05n
source: Sleet
cs: Plískanice
da: Slud
de: Nassschnee
el: Χιονόνερο
es: Nieve granulos
et: lörtsi
fi: Räsäntä
fr: Boue
hu: Havas eső
id: Hujan es
it: Nevischio
ja: みぞれ
lt: Šlapdriba
lv: Slapjš slapjš
nl: Natte sneeuw
pl: Śnieg z deszczem
pt_br: Frota
ro: Lapoviță
ru: Мокрый снег
sk: Fujavica
sl: Žled
sr: Susnježica
sv: Snöblandat regn
tr: Sulu kar
uk: Мокрий сніг
zh_hans: 霰

# s06d
source: Snowfall
cs: Sněžení
da: Snefald
de: Schneefall
el: Χιονόπτωση
es: Nevada
et: Lumesadu
fi: Lumisade
fr: Chute de neige
hu: Hóesés
id: Salju yg turun
it: Nevicata
ja: 降雪
lt: Sniegas
lv: Snigšana
nl: Sneeuwval
pl: Opady śniegu
pt_br: Queda de neve
ro: Zăpadă
ru: Снегопад
sk: Sneženie
sl: Sneženje
sr: Snežne padavine
sv: Snöfall
tr: Kar Yağışı
uk: Снігопад
zh_hans: 降雪

# s06n
source: Snowfall
cs: Sněžení
da: Snefald
de: Schneefall
el: Χιονόπτωση
es: Nevada
et: Lumesadu
fi: Lumisade
fr: Chute de neige
hu: Hóesés
id: Salju yg turun
it: Nevicata
ja: 降雪
lt: Sniegas
lv: Snigšana
nl: Sneeuwval
pl: Opady śniegu
pt_br: Queda de neve
ro: Zăpadă
ru: Снегопад
sk: Sneženie
sl: Sneženje
sr: Snežne padavine
sv: Snöfall
tr: Kar Yağışı
uk: Снігопад
zh_hans: 降雪

# r01d
source: Light rain
cs: Lehký déšť
da: Let regn
de: Leichter regen
el: Ασθενής βροχή
es: Allovizna
et: Kerge vihm
fi: Kevyt sade
fr: Pluie faible
hu: Könnyű eső
id: Hujan ringan
it: Pioggia leggera
ja: 小雨
lt: Lengvas lietus
lv: Neliels lietus
nl: Lichte regen
pl: Lekki deszcz
pt_br: Chuva leve
ro: Ploaie ușoară
ru: Небольшой дождь
sk: Slabý dážď
sl: Rahel dež
sr: Malo kiše
sv: Duggregn
tr: Hafif yağmur
uk: Невеликий дощ
zh_hans: 小雨

# r01n
source: Light rain
cs: Lehký déšť
da: Let regn
de: Leichter regen
el: Ασθενής βροχή
es: Allovizna
et: Kerge vihm
fi: Kevyt sade
fr: Pluie faible
hu: Könnyű eső
id: Hujan ringan
it: Pioggia leggera
ja: 小雨
lt: Lengvas lietus
lv: Neliels lietus
nl: Lichte regen
pl: Lekki deszcz
pt_br: Chuva leve
ro: Ploaie ușoară
ru: Небольшой дождь
sk: Slabý dážď
sl: Rahel dež
sr: Malo kiše
sv: Duggregn
tr: Hafif yağmur
uk: Невеликий дощ
zh_hans: 小雨

# r02d
source: Rain
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
et: Vihma
fi: Sade
fr: Pluie
hu: Eső
id: Hujan
it: Piovere
ja: 雨
lt: Lietus
lv: Lietus
nl: Regenen
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sr: Kiša
sv: Regn
tr: Yağmur
uk: Дощ
zh_hans: 雨

# r02n
source: Rain
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
et: Vihma
fi: Sade
fr: Pluie
hu: Eső
id: Hujan
it: Piovere
ja: 雨
lt: Lietus
lv: Lietus
nl: Regenen
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sr: Kiša
sv: Regn
tr: Yağmur
uk: Дощ
zh_hans: 雨

# r03d
source: Heavy rain
cs: Hustý déšť
da: Kraftig regn
de: Regensturm
el: Δυνατή βροχή
es: Aguacero
et: Paduvihm
fi: Rankkasade
fr: Averse
hu: Heves esőzés
id: Hujan deras
it: Pioggia intensa
ja: 大雨
lt: Liūtis
lv: Spēcīgs lietus
nl: Zware regen
pl: Ulewa
pt_br: Chuva forte
ro: Ploaie torentiala
ru: Ливень
sk: Silný dážď
sl: Močan dež
sr: Moguća kiša
sv: Mycket regn
tr: Şiddetli yağmur
uk: Злива
zh_hans: 倾盆大雨

# r03n
source: Heavy rain
cs: Hustý déšť
da: Kraftig regn
de: Regensturm
el: Δυνατή βροχή
es: Aguacero
et: Paduvihm
fi: Rankkasade
fr: Averse
hu: Heves esőzés
id: Hujan deras
it: Pioggia intensa
ja: 大雨
lt: Liūtis
lv: Spēcīgs lietus
nl: Zware regen
pl: Ulewa
pt_br: Chuva forte
ro: Ploaie torentiala
ru: Ливень
sk: Silný dážď
sl: Močan dež
sr: Moguća kiša
sv: Mycket regn
tr: Şiddetli yağmur
uk: Злива
zh_hans: 倾盆大雨

# r04d
source: Light rain
cs: Lehký déšť
da: Let regn
de: Leichter regen
el: Ασθενής βροχή
es: Allovizna
et: Kerge vihm
fi: Kevyt sade
fr: Pluie faible
hu: Könnyű eső
id: Hujan ringan
it: Pioggia leggera
ja: 小雨
lt: Lengvas lietus
lv: Neliels lietus
nl: Lichte regen
pl: Lekki deszcz
pt_br: Chuva leve
ro: Ploaie ușoară
ru: Небольшой дождь
sk: Slabý dážď
sl: Rahel dež
sr: Malo kiše
sv: Duggregn
tr: Hafif yağmur
uk: Невеликий дощ
zh_hans: 小雨

# r04n
source: Light rain
cs: Lehký déšť
da: Let regn
de: Leichter regen
el: Ασθενής βροχή
es: Allovizna
et: Kerge vihm
fi: Kevyt sade
fr: Pluie faible
hu: Könnyű eső
id: Hujan ringan
it: Pioggia leggera
ja: 小雨
lt: Lengvas lietus
lv: Neliels lietus
nl: Lichte regen
pl: Lekki deszcz
pt_br: Chuva leve
ro: Ploaie ușoară
ru: Небольшой дождь
sk: Slabý dážď
sl: Rahel dež
sr: Malo kiše
sv: Duggregn
tr: Hafif yağmur
uk: Невеликий дощ
zh_hans: 小雨

# r05d
source: Rain
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
et: Vihma
fi: Sade
fr: Pluie
hu: Eső
id: Hujan
it: Piovere
ja: 雨
lt: Lietus
lv: Lietus
nl: Regenen
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sr: Kiša
sv: Regn
tr: Yağmur
uk: Дощ
zh_hans: 雨

# r05n
source: Rain
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
et: Vihma
fi: Sade
fr: Pluie
hu: Eső
id: Hujan
it: Piovere
ja: 雨
lt: Lietus
lv: Lietus
nl: Regenen
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sr: Kiša
sv: Regn
tr: Yağmur
uk: Дощ
zh_hans: 雨

# r06d
source: Heavy rain
cs: Hustý déšť
da: Kraftig regn
de: Regensturm
el: Δυνατή βροχή
es: Aguacero
et: Paduvihm
fi: Rankkasade
fr: Averse
hu: Heves esőzés
id: Hujan deras
it: Pioggia intensa
ja: 大雨
lt: Liūtis
lv: Spēcīgs lietus
nl: Zware regen
pl: Ulewa
pt_br: Chuva forte
ro: Ploaie torentiala
ru: Ливень
sk: Silný dážď
sl: Močan dež
sr: Moguća kiša
sv: Mycket regn
tr: Şiddetli yağmur
uk: Злива
zh_hans: 倾盆大雨

# r06n
source: Heavy rain
cs: Hustý déšť
da: Kraftig regn
de: Regensturm
el: Δυνατή βροχή
es: Aguacero
et: Paduvihm
fi: Rankkasade
fr: Averse
hu: Heves esőzés
id: Hujan deras
it: Pioggia intensa
ja: 大雨
lt: Liūtis
lv: Spēcīgs lietus
nl: Zware regen
pl: Ulewa
pt_br: Chuva forte
ro: Ploaie torentiala
ru: Ливень
sk: Silný dážď
sl: Močan dež
sr: Moguća kiša
sv: Mycket regn
tr: Şiddetli yağmur
uk: Злива
zh_hans: 倾盆大雨

# f01d
source: Rain
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
et: Vihma
fi: Sade
fr: Pluie
hu: Eső
id: Hujan
it: Piovere
ja: 雨
lt: Lietus
lv: Lietus
nl: Regenen
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sr: Kiša
sv: Regn
tr: Yağmur
uk: Дощ
zh_hans: 雨

# f01n
source: Rain
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
et: Vihma
fi: Sade
fr: Pluie
hu: Eső
id: Hujan
it: Piovere
ja: 雨
lt: Lietus
lv: Lietus
nl: Regenen
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sr: Kiša
sv: Regn
tr: Yağmur
uk: Дощ
zh_hans: 雨

# d01d
source: Drizzle
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλοβρέχει
es: Llovizna
et: Vihma
fi: Tihkusade
fr: Bruine
hu: Szitálás
id: Gerimis
it: Pioggia
ja: 霧雨
lt: Dulksna
lv: Līņš
nl: Motregen
pl: Mżawka
pt_br: Chuvisco
ro: Burniță
ru: Морось
sk: Mrholenie
sl: Rosenje
sr: Sitna kiša
sv: Dugga
tr: Çiseleme
uk: Мряка
zh_hans: 细雨

# d01n
source: Drizzle
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλοβρέχει
es: Llovizna
et: Vihma
fi: Tihkusade
fr: Bruine
hu: Szitálás
id: Gerimis
it: Pioggia
ja: 霧雨
lt: Dulksna
lv: Līņš
nl: Motregen
pl: Mżawka
pt_br: Chuvisco
ro: Burniță
ru: Морось
sk: Mrholenie
sl: Rosenje
sr: Sitna kiša
sv: Dugga
tr: Çiseleme
uk: Мряка
zh_hans: 细雨

# d02d
source: Drizzle
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλοβρέχει
es: Llovizna
et: Vihma
fi: Tihkusade
fr: Bruine
hu: Szitálás
id: Gerimis
it: Pioggia
ja: 霧雨
lt: Dulksna
lv: Līņš
nl: Motregen
pl: Mżawka
pt_br: Chuvisco
ro: Burniță
ru: Морось
sk: Mrholenie
sl: Rosenje
sr: Sitna kiša
sv: Dugga
tr: Çiseleme
uk: Мряка
zh_hans: 细雨

# d02n
source: Drizzle
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλοβρέχει
es: Llovizna
et: Vihma
fi: Tihkusade
fr: Bruine
hu: Szitálás
id: Gerimis
it: Pioggia
ja: 霧雨
lt: Dulksna
lv: Līņš
nl: Motregen
pl: Mżawka
pt_br: Chuvisco
ro: Burniță
ru: Морось
sk: Mrholenie
sl: Rosenje
sr: Sitna kiša
sv: Dugga
tr: Çiseleme
uk: Мряка
zh_hans: 细雨

# d03d
source: Drizzle
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλοβρέχει
es: Llovizna
et: Vihma
fi: Tihkusade
fr: Bruine
hu: Szitálás
id: Gerimis
it: Pioggia
ja: 霧雨
lt: Dulksna
lv: Līņš
nl: Motregen
pl: Mżawka
pt_br: Chuvisco
ro: Burniță
ru: Морось
sk: Mrholenie
sl: Rosenje
sr: Sitna kiša
sv: Dugga
tr: Çiseleme
uk: Мряка
zh_hans: 细雨

# d03n
source: Drizzle
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλοβρέχει
es: Llovizna
et: Vihma
fi: Tihkusade
fr: Bruine
hu: Szitálás
id: Gerimis
it: Pioggia
ja: 霧雨
lt: Dulksna
lv: Līņš
nl: Motregen
pl: Mżawka
pt_br: Chuvisco
ro: Burniță
ru: Морось
sk: Mrholenie
sl: Rosenje
sr: Sitna kiša
sv: Dugga
tr: Çiseleme
uk: Мряка
zh_hans: 细雨

# t01d
source: Thunderstorm with rain
cs: Bouřka s deštěm
da: Tordenvejr med regn
de: Gewitter
el: Καταιγίδα με βροχή
es: Tormenta
et: Äikesetorm koos vihmaga
fi: Ukkosmyrsky ja sade
fr: Orages
hu: Zivatar esővel
id: Badai petir dengan hujan
it: Temporale con pioggia
ja: 雨を伴う雷雨
lt: Perkūnija su lietumi
lv: Pērkona negaiss ar lietu
nl: Onweer met regen
pl: Burza z deszczem
pt_br: Tempestade com chuva
ro: Furtună cu ploaie
ru: Гроза
sk: Búrka s dažďom
sl: Nevihta z dežjem
sr: Oluja s grmljavinom
sv: Åskväder med regn
tr: Yağmurlu fırtına
uk: Гроза
zh_hans: 有雨的雷暴

# t01n
source: Thunderstorm with rain
cs: Bouřka s deštěm
da: Tordenvejr med regn
de: Gewitter
el: Καταιγίδα με βροχή
es: Tormenta
et: Äikesetorm koos vihmaga
fi: Ukkosmyrsky ja sade
fr: Orages
hu: Zivatar esővel
id: Badai petir dengan hujan
it: Temporale con pioggia
ja: 雨を伴う雷雨
lt: Perkūnija su lietumi
lv: Pērkona negaiss ar lietu
nl: Onweer met regen
pl: Burza z deszczem
pt_br: Tempestade com chuva
ro: Furtună cu ploaie
ru: Гроза
sk: Búrka s dažďom
sl: Nevihta z dežjem
sr: Oluja s grmljavinom
sv: Åskväder med regn
tr: Yağmurlu fırtına
uk: Гроза
zh_hans: 有雨的雷暴

# t02d
source: Thunderstorm with rain
cs: Bouřka s deštěm
da: Tordenvejr med regn
de: Gewitter
el: Καταιγίδα με βροχή
es: Tormenta
et: Äikesetorm koos vihmaga
fi: Ukkosmyrsky ja sade
fr: Orages
hu: Zivatar esővel
id: Badai petir dengan hujan
it: Temporale con pioggia
ja: 雨を伴う雷雨
lt: Perkūnija su lietumi
lv: Pērkona negaiss ar lietu
nl: Onweer met regen
pl: Burza z deszczem
pt_br: Tempestade com chuva
ro: Furtună cu ploaie
ru: Гроза
sk: Búrka s dažďom
sl: Nevihta z dežjem
sr: Oluja s grmljavinom
sv: Åskväder med regn
tr: Yağmurlu fırtına
uk: Гроза
zh_hans: 有雨的雷暴

# t02n
source: Thunderstorm with rain
cs: Bouřka s deštěm
da: Tordenvejr med regn
de: Gewitter
el: Καταιγίδα με βροχή
es: Tormenta
et: Äikesetorm koos vihmaga
fi: Ukkosmyrsky ja sade
fr: Orages
hu: Zivatar esővel
id: Badai petir dengan hujan
it: Temporale con pioggia
ja: 雨を伴う雷雨
lt: Perkūnija su lietumi
lv: Pērkona negaiss ar lietu
nl: Onweer met regen
pl: Burza z deszczem
pt_br: Tempestade com chuva
ro: Furtună cu ploaie
ru: Гроза
sk: Búrka s dažďom
sl: Nevihta z dežjem
sr: Oluja s grmljavinom
sv: Åskväder med regn
tr: Yağmurlu fırtına
uk: Гроза
zh_hans: 有雨的雷暴

# t03d
source: Thunderstorm with shower
cs: Bouřka s přeháňkami
da: Tordenvejr med byger
de: Gewitter und regensturm
el: Καταιγίδα με ντους
es: Tormenta y aguacero
et: Äikesetorm koos hoovihmaga
fi: Ukkosmyrsky ja suihku
fr: Orage et averse
hu: Zivatar záporral
id: Badai petir dengan pancuran
it: Temporale con doccia
ja: にわか雨
lt: Perkūnija su dušu
lv: Pērkona negaiss ar dušu
nl: Onweer met bui
pl: Burza z prysznicem
pt_br: Tempestade com chuveiro
ro: Furtună cu ploaie
ru: Гроза и ливень
sk: Búrka s prehánkami
sl: Nevihta s ploho
sr: Grmljavina sa pljuskovima
sv: Åskväder med dusch
tr: Duşlu fırtına
uk: Гроза i злива
zh_hans: 有阵雨的雷暴

# t03n
source: Thunderstorm with shower
cs: Bouřka s přeháňkami
da: Tordenvejr med byger
de: Gewitter und regensturm
el: Καταιγίδα με ντους
es: Tormenta y aguacero
et: Äikesetorm koos hoovihmaga
fi: Ukkosmyrsky ja suihku
fr: Orage et averse
hu: Zivatar záporral
id: Badai petir dengan pancuran
it: Temporale con doccia
ja: にわか雨
lt: Perkūnija su dušu
lv: Pērkona negaiss ar dušu
nl: Onweer met bui
pl: Burza z prysznicem
pt_br: Tempestade com chuveiro
ro: Furtună cu ploaie
ru: Гроза и ливень
sk: Búrka s prehánkami
sl: Nevihta s ploho
sr: Grmljavina sa pljuskovima
sv: Åskväder med dusch
tr: Duşlu fırtına
uk: Гроза i злива
zh_hans: 有阵雨的雷暴

# t04d
source: Thunderstorm with drizzle
cs: Bouřka s mrholením
da: Tordenvejr med finregn
de: Gewitter und nieselregen
el: Καταιγίδα με ψιλόβροχο
es: Tormenta y llovizna
et: Äikesetorm koos hoovihmaga
fi: Ukkosmyrsky ja tihkusade
fr: Orage et bruine
hu: Zivatar szitáló esővel
id: Badai petir dengan gerimis
it: Temporale con pioggerella
ja: 霧雨を伴う雷雨
lt: Perkūnija su šlapdriba
lv: Pērkona negaiss ar lietusgāzi
nl: Onweer met motregen
pl: Burza z mżawką
pt_br: Tempestade com chuvisco
ro: Furtună cu burniță
ru: Гроза и морось
sk: Búrka s mrholením
sl: Nevihta s pršenjem
sr: Grmljavina sa kišicom
sv: Åskväder med duggregn
tr: Çiseleyen yağmur
uk: Гроза i злива
zh_hans: 有毛毛雨的雷暴
