Repository: quovis-studio/TheWear
Catalog: TheWear/TheWear/Localizations/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, et, fi, fr, hu, id, it, ja, lt, lv, nl, pl, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, zh_hans

# less_chilly
source: Feels chilly, put on a coat or a light jacket with a hoodie.
cs: Cítí se chladno, oblečte si kabát nebo lehkou bundu s kapucí.
da: Det er koldt, tag en frakke eller en let jakke med hætte på.
de: Fühlt sich kühl an, zieh einen Mantel oder eine leichte Jacke mit Kapuze an.
el: Αισθάνεται κρύο, βάλτε ένα παλτό ή ένα ελαφρύ μπουφάν με κουκούλα.
es: Hace frío, ponte un abrigo o una chaqueta ligera con capucha.
et: Tundub külm, pane mantel või kerge jope koos kapuutsiga selga.
fi: Tuntuu kolealta, pue takki tai kevyt takki ja huppari.
fr: Cool, portez un manteau ou une veste légère avec un sweat à capuche.
hu: Hideg van, vegyél fel egy kabátot vagy egy könnyű kabátot kapucnival.
id: Terasa dingin, kenakan mantel atau jaket tipis dengan hoodie.
it: Fa freddo, indossa un cappotto o una giacca leggera con cappuccio.
ja: 肌寒いので、コートかパーカー付きの薄手のジャケットを着てください。
lt: Jaučiasi vėsu, apsivilkite paltą arba lengvą striukę su gobtuvu.
lv: Jūtas vēss, uzvelciet mēteli vai vieglu jaku ar kapuci.
nl: Het voelt koud aan, trek een jas of een lichte jas met capuchon aan.
pl: Czuje się chłodno, załóż płaszcz lub lekką kurtkę z kapturem.
pt_br: Sente-se frio, veste um casaco ou um casaco leve com capuz.
ro: Se simte frig, puneți o haină sau o jachetă ușoară cu glugă.
ru: Прохладно, подойдет пальто или легкая куртка с худи.
sk: Cíti sa chladno, oblečte si kabát alebo ľahkú bundu s kapucňou.
sl: Počuti se hladno, obleci plašč ali lahkotno jakno s kapuco.
sr: Osećate se hladno, obucite kaput ili laganu jaknu sa kapuljačom.
sv: Känns kyligt, ta på dig en kappa eller en lätt jacka med huva.
tr: Soğuk hissediyor, bir palto veya kapüşonlu hafif bir ceket giyin.
uk: Прохолодно, підійде пальто або легка куртка з худорлявості.
zh_hans: 感觉很冷，穿上大衣或带帽衫的薄外套。

# cool
source: Feels chilly, put on a light jacket with a hoodie.
cs: Cítí chlad, oblečte si lehkou bundu s kapucí.
da: Føles køligt, tag en let jakke med hætte på.
de: Fühlt sich kühl an, ziehe eine leichte Jacke mit Kapuze an.
el: Αισθάνεται κρύο, βάλτε ένα ελαφρύ μπουφάν με κουκούλα.
es: Siente frío, póngase una chaqueta ligera con capucha.
et: Tundub külm, pane kerge jope ja kapuutsiga jope selga.
fi: Tuntuu kolealta, pue kevyt takki ja huppari.
fr: Cool, une veste légère avec un sweat à capuche fera l'affaire.
hu: Hideg van, vegyél fel egy könnyű kabátot kapucnival.
id: Terasa dingin, kenakan jaket tipis dengan hoodie.
it: Fa freddo, indossa una giacca leggera con cappuccio.
ja: 肌寒く感じるので、パーカー付きの軽いジャケットを着てください。
lt: Jaučiasi vėsu, apsivilkite lengvą striukę su gobtuvu.
lv: Jūtas auksti, uzvelciet vieglu jaku ar kapuci.
nl: Voelt koud aan, trek een lichte jas met capuchon aan.
pl: Czuje się chłodno, załóż lekką kurtkę z kapturem.
pt_br: Sente-se frio, veste um casaco leve com capuz.
ro: Se simte frig, puneți-vă o jachetă ușoară cu glugă.
ru: Прохладно, подойдет легкая куртка с худи.
sk: Cíti sa chladno, oblečte si ľahkú bundu s kapucňou.
sl: Počuti se hladno, oblecite lahkotno jakno s kapuco.
sr: Oseća se hladno, obucite laganu jaknu sa kapuljačom.
sv: Känns kyligt, ta på dig en lätt jacka med luvtröja.
tr: Soğuk hissediyor, kapüşonlu hafif bir ceket giyin.
uk: Прохолодно, підійде легка куртка з худорлявості.
zh_hans: 感觉很冷，穿上带帽衫的薄外套。

# feels_warm
source: Feels warm, put on a light jacket with a hoodie.
cs: Cítí se teple, oblečte si lehkou bundu s kapucí.
da: Føles varmt, tag en let jakke med hætte på.
de: Fühlt sich warm an, ziehe eine leichte Jacke mit Kapuze an.
el: Αισθάνεται ζεστά, βάλτε ένα ελαφρύ μπουφάν με κουκούλα.
es: Siente calor, póngase una chaqueta ligera con capucha.
et: Tundub soe, pane peale kerge jope koos kapuutsiga.
fi: Tuntuu lämpimältä, laita kevyt takki ja huppari päälle.
fr: Il fait chaud dehors, porter une veste légère avec un sweat à capuche.
hu: Melegnek érzi magát, vegyen fel egy könnyű kabátot kapucnival.
id: Terasa hangat, kenakan jaket tipis dengan hoodie.
it: Sento caldo, indosso una giacca leggera con cappuccio.
ja: 暖かいと感じ、パーカー付きの薄手のジャケットを着る。
lt: Jaučiasi šilta, apsivilkite lengvą striukę su gobtuvu.
lv: Jūtas silts, uzvelciet vieglu jaku ar kapuci.
nl: Voelt warm aan, trek een lichte jas met capuchon aan.
pl: Czuje się ciepło, załóż lekką kurtkę z kapturem.
pt_br: Sente-se quente, vestindo um casaco leve com capuz.
ro: Se simte cald, îmbracă o jachetă ușoară cu glugă.
ru: Тепло, можно надеть легкую куртку с худи.
sk: Cíti sa teplo, oblečte si ľahkú bundu s kapucňou.
sl: Počuti se toplo, oblecite lahkotno jakno s kapuco.
sr: Oseća se toplo, stavite laganu jaknu sa kapuljačom.
sv: Känns varmt, ta på dig en lätt jacka med luvtröja.
tr: Sıcak hissediyor, kapüşonlu hafif bir ceket giyin.
uk: Тепло, можна надіти легку куртку з худорлявості.
zh_hans: 感到温暖，穿上带帽衫的薄外套。

# warm_man
source: It's warm outside, put on a hoodie or a sweatshirt with jeans.
cs: Venku je teplo, oblékněte si mikinu nebo mikinu s džínami.
da: Det er varmt udenfor, så tag en hættetrøje eller en sweatshirt på til jeans.
de: Warm, tragen Sie ein Sweatshirt oder ein Sweatshirt mit Jeans.
el: Έξω κάνει ζέστη, βάλε κουκούλα ή φούτερ με τζιν.
es: Caliente, pónganse una capucha o sudadera con jeans.
et: Väljas on soe, pane selga kapuuts või teksadega dressipluus.
fi: Ulkona on lämmin, pue huppari tai collegepaita farkkujen kanssa.
fr: Il fait chaud dehors, portez un sweat à capuche ou un sweat avec un jean.
hu: Meleg van kint, vegyen fel egy pulcsit vagy egy pulcsit farmerrel.
id: Di luar hangat, kenakan hoodie atau kaus dengan jeans.
it: Fuori fa caldo, indossa una felpa con cappuccio o una felpa con i jeans.
ja: 外は暖かいので、パーカーやトレーナーにジーンズを着てください。
lt: Lauke šilta, apsivilk megztinį ar megztinį su džinsais.
lv: Ārā ir silts, uzvelc kapuci vai sporta kreklu ar džinsiem.
nl: Het is warm buiten, trek een hoodie of sweatshirt met jeans aan.
pl: Na dworze jest ciepło, załóż bluzę z kapturem lub bluzę z dżinsami.
pt_br: Está quente do lado de fora, colocado em um capuz ou uma blusa de moletom com jeans.
ro: Este cald afara, pune-ti un hanorac sau un hanorac cu blugi.
ru: Тепло, надевайте худи или свитшот с джинсами.
sk: Vonku je teplo, oblečte si mikinu alebo mikinu s džínsami.
sl: Zunaj je toplo, oblecite pulover s kapuco ali jopico s kavbojkami.
sr: Napolju je toplo, obucite duksericu ili duks sa farmerkama.
sv: Det är varmt ute, ta på dig en hoodie eller en sweatshirt med jeans.
tr: Dışarısı sıcak, kapüşonlu bir sweatshirt ya da kot pantolon giyin.
uk: Тепло, надягайте худі або світшоти з джинсами.
zh_hans: 外面很暖和，穿上连帽衫或运动衫搭配牛仔裤。

# warm_woman
source: It's warm outside, put on a hoodie or a sweatshirt with a long skirt.
cs: Venku je teplo, oblékněte si mikinu nebo mikinu s dlouhou sukní.
da: Det er varmt udenfor, så tag en hættetrøje eller en sweatshirt på med en lang nederdel.
de: Warm, tragen Sie ein Sweatshirt oder ein Sweatshirt mit einem langen Rock.
el: Έξω κάνει ζέστη, βάλε κουκούλα ή φούτερ με μακριά φούστα.
es: Caliente, pónganse un abrigado, use una capucha o sudadera con una falda larga.
et: Väljas on soe, pane selga kapuuts või pika seelikuga dressipluus.
fi: Ulkona on lämmin, pue huppari tai collegepaita pitkähameen kanssa.
fr: Il fait chaud dehors, portez un sweat à capuche ou un sweat avec une jupe.
hu: Meleg van kint, vegyen fel egy pulcsit vagy egy pulcsit egy hosszú szoknyával.
id: Di luar hangat, kenakan hoodie atau kaus dengan rok panjang.
it: Fuori fa caldo, indossa una felpa con cappuccio o una felpa con una gonna lunga.
ja: 外は暖かいので、ロングスカートにパーカーやスウェットシャツを着てください。
lt: Lauke šilta, apsivilk gobtuvą arba megztinį su ilgu sijonu.
lv: Ārā ir silti, uzvelc kapuci vai džemperi ar gariem svārkiem.
nl: Het is warm buiten, trek een hoodie aan of een sweatshirt met een lange rok.
pl: Na dworze jest ciepło, załóż bluzę z kapturem lub bluzę z długą spódnicą.
pt_br: Está quente do lado de fora, colocado em um capuz ou uma camiseta com uma saia comprida.
ro: Este cald afara, pune-ti un hanorac sau un hanorac cu fusta lunga.
ru: Тепло, надевайте худи или свитшот с длинной юбкой.
sk: Vonku je teplo, oblečte si mikinu alebo mikinu s dlhou sukňou.
sl: Zunaj je toplo, oblecite pulover s kapuco ali jopico z dolgim krilom.
sr: Napolju je toplo, obucite duksericu ili duks sa dugom suknjom.
sv: Det är varmt ute, ta på dig en luvtröja eller en sweatshirt med lång kjol.
tr: Dışarısı sıcak, uzun bir etekle kapüşonlu veya sweatshirt giyin.
uk: Тепло, надягайте худі або світшоти з довгою спідницею.
zh_hans: 外面很暖和，穿上连帽衫或运动衫搭配长裙。

# feels_warmer_man
source: Feels warm, put on a sweatshirt with jeans or shorts.
cs: Cítí se teple, oblečte si mikinu s džíny nebo šortkami.
da: Føles varmt, tag en sweatshirt på med jeans eller shorts.
de: Fühlt sich warm an, ziehe ein Sweatshirt mit Jeans oder Shorts an.
el: Αισθάνεται ζεστά, βάλτε ένα φούτερ με τζιν ή σορτς.
es: Siente calor, póngase una sudadera con vaqueros o pantalones cortos.
et: Tundub soe, pane selga dressipluus koos teksade või lühikeste pükstega.
fi: Tuntuu lämpimältä, pue villapaita ja farkut tai shortsit.
fr: Il fait chaud, vous pouvez porter un sweat avec un jean ou un short.
hu: Melegnek érzi magát, vegyen fel melegítőfelsőt farmerrel vagy rövidnadrággal.
id: Terasa hangat, kenakan kaus dengan jeans atau celana pendek.
it: Sento caldo, indossa una felpa con jeans o pantaloncini.
ja: 暖かいと感じたら、ジーンズやショートパンツにスウェットシャツを着ます。
lt: Jaučiasi šiltai, apsivilkite džemperį su džinsais arba šortais.
lv: Jūtas silti, uzvelciet džemperi ar džinsiem vai šortiem.
nl: Voelt warm aan, trek een sweater aan met een spijkerbroek of korte broek.
pl: Czuje się ciepło, załóż bluzę do dżinsów lub szortów.
pt_br: Sente-se quente, veste uma camisola com jeans ou shorts.
ro: Se simte cald, îmbracă un hanorac cu blugi sau pantaloni scurți.
ru: Тепло, можно надеть свитшот с джинсами или шортами.
sk: Cíti sa teplo, oblečte si mikinu s džínsami alebo šortkami.
sl: Počuti se toplo, oblecite majico s kratkimi hlačami ali kavbojkami.
sr: Oseća se toplo, stavite duks sa farmerkama ili šortsom.
sv: Känns varmt, ta på dig en tröja med jeans eller shorts.
tr: Sıcak hissediyor, kot pantolon veya şort ile sweatshirt giyin.
uk: Тепло, можна надіти світшот із джинсами або шортами.
zh_hans: 感觉暖和，穿上运动衫和牛仔裤或短裤。

# feels_warmer_woman
source: Feels warm, put on a blouse with a skirt.
cs: Cítí teplo, oblékněte si halenku se sukní.
da: Føler sig varm, tag en bluse på med en nederdel.
de: Warm, Sie können eine Bluse und einen Rock tragen.
el: Αισθάνεται ζεστό, φορέστε μια μπλούζα με μια φούστα.
es: Caliente, puede usar una blusa y una falda.
et: Tundub soe, pane selga seelikuga pluus.
fi: Tuntuu lämpimältä, pue pusero hameen kanssa.
fr: Il fait chaud, vous pouvez porter un chemisier et une jupe.
hu: Meleg érzés, vegyen fel blúzt szoknyával.
id: Terasa hangat, kenakan blus dengan rok.
it: Si sente caldo, indossa una camicetta con una gonna.
ja: スカートにブラウスを合わせて、暖かく感じます。
lt: Jaučiasi šilta, apsivilk palaidinę su sijonu.
lv: Jūtas silti, uzvelk blūzi ar svārkiem.
nl: Voelt warm aan, doe een blouse aan met een rokje.
pl: Czuje się ciepło, załóż bluzkę ze spódnicą.
pt_br: Sente-se quente, veste uma blusa com uma saia.
ro: Se simte cald, imbraca-te o bluza cu fusta.
ru: Тепло, можно надеть блузку и юбку.
sk: Cítite teplo, oblečte si blúzku so sukňou.
sl: Zdi se toplo, oblecite bluzo s krilom.
sr: Oseća se toplo, stavite bluzu sa suknjom.
sv: Känns varmt, ta på en blus med kjol.
tr: Sıcak hissettiriyor, etekle bir bluz giy.
uk: Тепло, можна надіти блузку і спідницю.
zh_hans: 感觉温暖，穿上衬衫和裙子。

# really_warm_man
source: It's really warm outside, put on a longsleeve with jeans or shorts.
cs: Venku je opravdu teplo, oblečte si mikinu s dlouhým rukávem a džíny nebo šortky.
da: Det er virkelig varmt udenfor, tag en langærmet sweatshirt på med jeans eller shorts.
de: Draußen ist es sehr warm, ziehen Sie ein Longsleeve mit Jeans oder Shorts an.
el: Έχει πολύ ζέστη έξω, βάλτε ένα μακρυμάνικο με τζιν ή σορτς.
es: Hace mucho calor, ponte una camiseta de manga larga con vaqueros o pantalones cortos.
et: Väljas on väga soe, pane selga pikkade varrukatega teksad või lühikesed püksid.
fi: Ulkona on todella lämmin, pue pitkähihainen huppari ja farkut tai shortsit.
fr: Il fait chaud dehors, porte une manche longue avec un jean ou un short.
hu: Nagyon meleg van odakint, vegyen fel egy hosszú ujjú pulóvert farmerrel vagy rövidnadrággal.
id: Di luar terasa hangat, kenakan baju lengan panjang dengan jeans atau celana pendek.
it: Fuori fa molto caldo, indossare una maglia a maniche lunghe con jeans o pantaloncini.
ja: 外は本当に暖かいので、ジーンズやショートパンツに長袖を着ます。
lt: Lauke labai šilta, apsivilkite megztinį ilgomis rankovėmis su džinsais arba šortais.
lv: Ārā ir ļoti silts, uzvelciet džemperi ar garām piedurknēm un džinsus vai šortus.
nl: Het is erg warm buiten, trek een longsleeve aan met een spijkerbroek of korte broek.
pl: Na zewnątrz jest naprawdę ciepło, załóż longsleeve z dżinsami lub szortami.
pt_br: Está muito quente lá fora, vestir uma manga comprida com jeans ou bermuda.
ro: Este foarte cald afară, îmbracă un hanorac cu mânecă lungă și blugi sau pantaloni scurți.
ru: Тепло, надевайте лонгслив с легкими джинсами или шортами.
sk: Vonku je naozaj teplo, oblečte si mikinu s dlhým rukávom a džínsy alebo šortky.
sl: Zunaj je zelo toplo, oblecite jopico z dolgimi rokavi in kavbojke ali kratke hlače.
sr: Napolju je stvarno toplo, obucite duge rukave uz farmerke ili šortsove.
sv: Det är riktigt varmt ute, ta på dig en långärmad tröja med jeans eller shorts.
tr: Dışarısı gerçekten sıcak, kot pantolon veya şortla uzun kollu bir ceket giyin.
uk: Тепло, надягайте лонгслів з легкими джинсами чи шортами.
zh_hans: 外面真的很暖和，穿上长袖和牛仔裤或短裤。

# really_warm_woman
source: It's really warm outside, put on a dress or a tunic with a skirt.
cs: Venku je opravdu teplo, oblečte si šaty nebo tuniku se sukní.
da: Det er virkelig varmt udenfor, tag en kjole eller tunika på med en nederdel.
de: Es ist wirklich warm draußen, ziehen Sie ein Kleid oder eine Tunika mit einem Rock an.
el: Έχει πολύ ζέστη έξω, βάλτε ένα φόρεμα ή μια τουνίκ με φούστα.
es: Hace mucho calor, ponte un vestido o una túnica con una falda.
et: Väljas on väga soe, pane selga kleit või tuunika koos seelikuga.
fi: Ulkona on todella lämmintä, pue mekko tai tunika ja hame.
fr: Il fait chaud dehors, portez une robe ou une tunique avec une jupe.
hu: Nagyon meleg van odakint, vegyen fel egy ruhát vagy tunikát szoknyával.
id: Di luar sangat hangat, kenakan gaun atau tunik dengan rok.
it: Fuori fa molto caldo, indossare un vestito o una tunica con una gonna.
ja: 外は本当に暖かいので、ワンピースやチュニックにスカートを合わせて。
lt: Lauke tikrai šilta, apsivilkite suknelę arba tuniką su sijonu.
lv: Ārā ir ļoti silts, uzvelciet kleitu vai tuniku ar svārkiem.
nl: Het is echt warm buiten, trek een jurk of tuniek aan met een rok.
pl: Na zewnątrz jest naprawdę ciepło, załóż sukienkę lub tunikę ze spódnicą.
pt_br: Está muito quente lá fora, vestir um vestido ou uma túnica com saia.
ro: Este foarte cald afară, îmbracă o rochie sau o tunică cu o fustă.
ru: Тепло, надевайте платье или тунику с юбкой.
sk: Vonku je naozaj teplo, oblečte si šaty alebo tuniku so sukňou.
sl: Zunaj je res toplo, oblecite obleko ali tuniko s krilom.
sr: Napolju je stvarno toplo, obucite haljinu ili tuniku sa suknjom.
sv: Det är riktigt varmt ute, ta på dig en klänning eller tunika med kjol.
tr: Dışarısı gerçekten sıcak, etekle birlikte bir elbise veya tunik giyin.
uk: Тепло, одягайте сукню або туніку зі спідницею.
zh_hans: 外面真的很暖和，穿上连衣裙或外衣配裙子。

# hot_man
source: It's hot outside, put on a T-shirt with jeans or maybe shorts.
cs: Venku je horko, oblékněte si tričko s džínami nebo třeba kraťasy.
da: Det er varmt udenfor, så tag en T-shirt på med jeans eller måske shorts.
de: Heiß, passt ein T-Shirt mit leichten Jeans oder Shorts.
el: Έξω κάνει ζέστη, βάλε ένα μπλουζάκι με τζιν ή ίσως σορτς.
es: Hace calor, una camiseta con jeans ligeros o pantalones cortos está bien.
et: Väljas on palav, pane selga teksapükstega T-särk või äkki lühikesed püksid.
fi: Ulkona on kuuma, pue t-paita ja farkut tai ehkä shortsit.
fr: Il fait chaud, un T-shirt avec un jean ou un short.
hu: Kint meleg van, vegyél fel egy pólót farmerrel vagy esetleg rövidnadrággal.
id: Di luar panas, kenakan T-shirt dengan jeans atau mungkin celana pendek.
it: Fuori fa caldo, indossa una maglietta con dei jeans o magari dei pantaloncini.
ja: 外は暑いので、Tシャツにジーンズか短パンを着てください。
lt: Lauke karšta, apsivilk marškinėlius su džinsais, o gal šortus.
lv: Ārā ir karsts, uzvelc T-kreklu ar džinsiem vai varbūt šortiem.
nl: Het is warm buiten, trek een T-shirt aan met een spijkerbroek of misschien een korte broek.
pl: Na dworze jest gorąco, załóż T-shirt do dżinsów, a może szorty.
pt_br: Está quente lá fora, vestir uma camiseta com jeans ou talvez calças curtas.
ro: E cald afară, pune-ți un tricou cu blugi sau poate pantaloni scurți.
ru: Жарко, подойдет футболка с легкими джинсами или шортами.
sk: Vonku je horúco, oblečte si tričko s džínsami alebo možno šortkami.
sl: Zunaj je vroče, oblecite majico s kavbojkami ali morda kratkimi hlačami.
sr: Napolju je vruće, obucite majicu sa šortom.
sv: Det är varmt ute, ta på dig en T-shirt med jeans eller kanske shorts.
tr: Dışarısı sıcak, kot pantolon ya da belki şortla bir tişört giyin.
uk: Жарко, підійде футболка з легкими джинсами або шортами.
zh_hans: 外面很热，穿上T恤搭配牛仔裤或短裤。

# hot_woman
source: It's hot outside, put on a dress or a blouse with a light skirt.
cs: Venku je horko, oblečte si šaty nebo halenku s lehkou sukní.
da: Det er varmt udenfor, tag en kjole eller bluse på med en let nederdel.
de: Draußen ist es heiß, ziehen Sie ein Kleid oder eine Bluse mit einem leichten Rock an.
el: Κάνει ζέστη έξω, βάλτε ένα φόρεμα ή μια μπλούζα με μια ελαφριά φούστα.
es: Hace calor, ponte un vestido o una blusa con una falda ligera.
et: Väljas on soe, pane selga kleit või pluus koos kerge seelikuga.
fi: Ulkona on kuuma, pue mekko tai pusero ja kevyt hame.
fr: Il fait chaud, portez une robe ou un chemisier avec une jupe légère.
hu: Kint meleg van, vegyen fel egy ruhát vagy blúzt egy könnyű szoknyával.
id: Di luar panas, kenakan gaun atau blus dengan rok tipis.
it: Fuori fa caldo, indossare un vestito o una camicetta con una gonna leggera.
ja: 外は暑いので、ワンピースやブラウスに薄手のスカートを合わせます。
lt: Lauke karšta, apsivilkite suknelę arba palaidinę su lengvu sijonu.
lv: Ārā ir karsti, uzvelciet kleitu vai blūzi ar viegliem svārkiem.
nl: Het is warm buiten, trek een jurk of blouse aan met een lichte rok.
pl: Na zewnątrz jest gorąco, załóż sukienkę lub bluzkę z lekką spódnicą.
pt_br: Está calor lá fora, vestir um vestido ou blusa com uma saia leve.
ro: Este cald afară, îmbracă o rochie sau o bluză cu o fustă lejeră.
ru: Жарко, подойдет платье или блузка с легкой юбкой.
sk: Vonku je horúco, oblečte si šaty alebo blúzku s ľahkou sukňou.
sl: Zunaj je vroče, oblecite obleko ali bluzo z lahkim krilom.
sr: Napolju je vruće, obucite haljinu ili bluzu sa laganom suknjom.
sv: Det är varmt ute, ta på dig en klänning eller blus med en lätt kjol.
tr: Dışarısı sıcak, hafif bir etekle bir elbise veya bluz giyin.
uk: Гаряче, підійде сукня або блузка з легкою спідницею.
zh_hans: 外面很热，穿上连衣裙或上衣配浅色裙子。

# feels_hot_man
source: Feels hot! Put on the lightest clothes.
cs: Je horko! Oblečte si nejlehčí oblečení.
da: Det føles varmt! Tag det letteste tøj på.
de: Es ist heiß! Kleiden Sie sich so einfach wie möglich.
el: Αισθάνεται ζεστό! Φορέστε τα πιο ελαφριά ρούχα.
es: ¡Caliente! Vístase lo más ligero posible.
et: Tundub kuum! Pange selga kõige kergemad riided.
fi: Tuntuu kuumalta! Pue päällesi kevyimmät vaatteet.
fr: Chaud! Habillez-vous le plus légèrement possible.
hu: Forró érzés! Vedd fel a legkönnyebb ruhákat.
id: Terasa panas! Kenakan pakaian yang paling ringan.
it: Si sente caldo! Indossa i vestiti più leggeri.
ja: 気持ちいい！一番軽い服を着てください。
lt: Jaučiasi karšta! Apsirenkite lengviausius drabužius.
lv: Jūtos karsti! Uzvelc vieglākās drēbes.
nl: Voelt warm! Trek de lichtste kleren aan.
pl: Czuje gorąco! Załóż najlżejsze ubrania.
pt_br: Sente-se quente! Veste as roupas mais leves.
ro: Se simte fierbinte! Pune-ți cele mai lejere haine.
ru: Жарко! Одевайтесь максимально легко.
sk: Cíti sa horúco! Oblečte si najľahšie oblečenie.
sl: Zdi se vroče! Oblecite najlažja oblačila.
sr: Oseća se vruće! Obucite najlakšu odeću.
sv: Känns varmt! Ta på dig de lättaste kläderna.
tr: Çok sıcak! En hafif kıyafetleri giy.
uk: Жарко! Одягайтеся максимально легко.
zh_hans: 感觉很热！穿上最轻的衣服。

# feels_hot_woman
source: Feels hot! Put on the lightest clothes.
cs: Je horko! Oblečte si nejlehčí oblečení.
da: Det føles varmt! Tag det letteste tøj på.
de: Es ist heiß! Kleiden Sie sich so einfach wie möglich.
el: Αισθάνεται ζεστό! Φορέστε τα πιο ελαφριά ρούχα.
es: ¡Caliente! Vístase lo más ligero posible.
et: Tundub kuum! Pange selga kõige kergemad riided.
fi: Tuntuu kuumalta! Pue päällesi kevyimmät vaatteet.
fr: Chaud! Habillez-vous le plus légèrement possible.
hu: Forró érzés! Vedd fel a legkönnyebb ruhákat.
id: Terasa panas! Kenakan pakaian yang paling ringan.
it: Si sente caldo! Indossa i vestiti più leggeri.
ja: 気持ちいい！一番軽い服を着てください。
lt: Jaučiasi karšta! Apsirenkite lengviausius drabužius.
lv: Jūtos karsti! Uzvelc vieglākās drēbes.
nl: Voelt warm! Trek de lichtste kleren aan.
pl: Czuje gorąco! Załóż najlżejsze ubrania.
pt_br: Sente-se quente! Veste as roupas mais leves.
ro: Se simte fierbinte! Pune-ți cele mai lejere haine.
ru: Жарко! Одевайтесь максимально легко.
sk: Cíti sa horúco! Oblečte si najľahšie oblečenie.
sl: Zdi se vroče! Oblecite najlažja oblačila.
sr: Oseća se vruće! Obucite najlakšu odeću.
sv: Känns varmt! Ta på dig de lättaste kläderna.
tr: Çok sıcak! En hafif kıyafetleri giy.
uk: Жарко! Одягайтеся максимально легко.
zh_hans: 感觉很热！穿上最轻的衣服。

# extremely_cold_short
source: Extremely cold! Put on the warmest clothes.
cs: Extrémní zima! Oblečte si teplé oblečení.
da: Ekstremt koldt! Tag varmt tøj på.
de: Es ist sehr kalt, zieh dich warm an.
el: Πολύ κρύο! Φορέστε ζεστά ρούχα.
es: Hace mucho frío, vístete abrigado.
et: Äärmiselt külm! Pange soojad riided selga.
fi: Äärimmäisen kylmä! Pue lämpimät vaatteet päällesi.
fr: Très froid! Habillez-vous chaudement.
hu: Rendkívül hideg! Vegyen fel meleg ruhát.
id: Sangat dingin! Kenakan pakaian hangat.
it: Estremamente freddo! Indossare abiti caldi.
ja: 極寒！？防寒着を着る。
lt: Labai šalta! Apsirenkite šiltus drabužius.
lv: Ļoti auksts! Uzvelciet siltas drēbes.
nl: Extreem koud! Trek warme kleren aan.
pl: Bardzo zimno! Załóż ciepłe ubranie.
pt_br: Extremamente frio! Vistam roupas quentes.
ro: Extrem de frig! Puneți-vă haine călduroase.
ru: Очень холодно, одевайтесь тепло.
sk: Extrémne chladno! Oblečte si teplé oblečenie.
sl: Izjemno hladno! Oblecite se v topla oblačila.
sr: Veoma hladno. Obucite se toplo!
sv: Extremt kallt! Ta på dig varma kläder.
tr: Çok soğuk! Kalın giysiler giy.
uk: Дуже холодно, одягайтеся тепло.
zh_hans: 极度寒冷! 穿上温暖的衣服。
